Repository: DayMarket/infra-docker
Catalog: images/limesurvey/v6.0/limesurvey-6-*.po
Languages: uz

source: System information
uz: Tizim haqida ma'lumot

source: Get system information
uz: Tizim ma'lumotlarini olish

source: Database server version
uz: Ma'lumotlar bazasi serveri versiyasi

source: Database server info
uz: Ma'lumotlar bazasi serveri haqida ma'lumot

source: Database driver
uz: Ma'lumotlar bazasi drayveri

source: Web server info
uz: Veb-server haqida ma'lumot

source: Web server software
uz: Veb server dasturiy ta'minoti

source: Web server name
uz: Veb-server nomi

source: Operating system
uz: Operatsion tizim

source: LimeSurvey build
uz: LimeSurvey qurilishi

source: Unknown action or no permission.
uz: Noma'lum harakat yoki ruxsat yo'q.

source: No attributes found.
uz: Hech qanday atribut topilmadi.

source: Please fix the following input errors:
uz: Iltimos, quyidagi kiritish xatolarini tuzating:

source: The CAPTCHA settings won't have any effect because you don't have the required GD library activated in your PHP configuration.
uz: CAPTCHA sozlamalari hech qanday ta'sir ko'rsatmaydi, chunki sizda PHP konfiguratsiyasida faollashtirilgan kerakli GD kutubxonasi yo'q.

source: Add/edit resources (files/images) for this survey
uz: Ushbu so'rovnoma uchun resurslarni (fayllar/rasmlar) qo'shish/tahrirlash

source: Notifications & data
uz: Bildirishnomalar va ma'lumotlar

source: Open the general survey overview
uz: Umumiy so'rovnomani oching

source: Enter your hostname and port, e.g.: %s
uz: Xost nomi va portingizni kiriting, masalan: %s

source: Beginner tour
uz: Boshlang'ich sayohat

source: Quick menu
uz: Tezkor menyu

source: Main survey menu
uz: Asosiy so'rov menyusi

source: Edit simple plugin settings
uz: Oddiy plagin sozlamalarini tahrirlash

source: Simple plugins
uz: Oddiy plaginlar

source: Define panel integrations for your survey
uz: So'rovingiz uchun panel integratsiyasini belgilang

source: Edit survey panel integration
uz: So'rov paneli integratsiyasini tahrirlash

source: Edit the templates for invitation, reminder and registration emails
uz: Taklif, eslatma va ro'yxatdan o'tish xatlari uchun shablonlarni tahrirlash

source: Edit settings for notification and data management
uz: Bildirishnomalar va ma'lumotlarni boshqarish sozlamalarini tahrirlash

source: Notification and data management settings
uz: Bildirishnomalar va ma'lumotlarni boshqarish sozlamalari

source: Edit and look at the assessements for this survey.
uz: Ushbu so'rovnoma uchun baholarni tahrirlang va ko'rib chiqing.

source: Edit quotas for this survey.
uz: Ushbu so'rovnoma uchun kvotani tahrirlang.

source: Edit quotas
uz: Kvotalarni tahrirlash

source: Set additional options for survey participants
uz: So'rov ishtirokchilari uchun qo'shimcha variantlarni o'rnatish

source: Survey participant settings
uz: So'rov ishtirokchisi sozlamalari

source: Edit permissions for this survey
uz: Ushbu so'rovnoma uchun ruxsatlarni tahrirlash

source: Edit settings for publication and access control
uz: Nashr qilish va kirishni boshqarish sozlamalarini tahrirlash

source: Publication & access
uz: Nashr va kirish

source: Publication & access control settings
uz: Nashr va kirishni boshqarish sozlamalari

source: Edit presentation and navigation settings
uz: Taqdimot va navigatsiya sozlamalarini tahrirlash

source: Presentation & navigation settings
uz: Taqdimot va navigatsiya sozlamalari

source: Go to survey participant and token settings
uz: So'rov ishtirokchisi va token sozlamalariga o'ting

source: Edit theme options for this survey
uz: Ushbu so'rovnoma uchun mavzu parametrlarini tahrirlash

source: Open general survey settings
uz: Umumiy so'rov sozlamalarini oching

source: Survey overview
uz: So'rovga umumiy nuqtai

source: Survey activation error
uz: So'rovni faollashtirish xatosi

source: File %s, line %s.
uz: %s fayl, %s qator.

source: Cancel automatic sending
uz: Avtomatik yuborishni bekor qilish

source: Successfully deleted user group.
uz: Foydalanuvchilar guruhi muvaffaqiyatli o'chirildi.

source: Activate survey participants table
uz: So'rov ishtirokchilari jadvalini faollashtirish

source: Let's have a look at your first survey.
uz: Keling, birinchi so'rovingizni ko'rib chiqaylik.

source: global level
uz: global daraja

source: Question themes:
uz: Savol mavzulari:

source: Error! You cannot uninstall the default template.
uz: Xato! Siz standart shablonni olib tashlay olmaysiz.

source: Export %s participants to CSV
uz: %s ishtirokchini CSVga eksport qilish

source: Non-existing survey participants table
uz: Mavjud bo'lmagan so'rov ishtirokchilari jadvali

source: The following old survey participants tables could be restored:
uz: Quyidagi so'rovnoma ishtirokchilarining eski jadvallarini tiklash mumkin:

source: This survey allows public registration. A survey participants table must also be created.
uz: Ushbu so'rov davlat ro'yxatidan o'tish imkonini beradi. So'rov ishtirokchilari jadvali ham yaratilishi kerak.

source: Select question type
uz: Savol turini tanlang

source: Export all participants
uz: Barcha ishtirokchilarni eksport qilish

source: You have to pair it with one attribute of the survey participants table
uz: Siz uni so'rov ishtirokchilari jadvalining bir atributi bilan bog'lashingiz kerak

source: Deactivated survey participants tables
uz: So'rov ishtirokchilari jadvallari o'chirilgan

source: Active survey participants tables
uz: Faol so'rov ishtirokchilari jadvallari

source: All old survey participants tables meet consistency standards.
uz: Barcha eski so'rov ishtirokchilari jadvallari muvofiqlik standartlariga javob beradi.

source: Default survey theme %s is not installed. Now %s is the new default survey theme
uz: Birlamchi so'rovnoma mavzusi %s o'rnatilmagan. Endi %s yangi standart so'rov mavzusi

source: Permission to view, update the survey settings including survey participants table creation
uz: So'rovnoma sozlamalarini ko'rish, yangilash, shu jumladan so'rov ishtirokchilari jadvalini yaratish uchun ruxsat

source: Unable to create survey participants table
uz: So'rov ishtirokchilari jadvalini yaratib bo'lmadi

source: No survey participants table.
uz: So'rov ishtirokchilari jadvali yo'q.

source: From survey participants table
uz: So'rov ishtirokchilari jadvalidan

source: Deleting orphan survey participants table: %s
uz: Yetim so'rovi ishtirokchilari jadvalini o'chirish: %s

source: No old survey or survey participants table selected.
uz: Eski so'rov yoki so'rov ishtirokchilari jadvali tanlanmagan.

source: Deleting survey participants table: %s
uz: So'rov ishtirokchilari jadvali o'chirilmoqda: %s

source: Tutorials
uz: Darsliklar

source: JS-Debug mode [Frontend]:
uz: JS-Debug rejimi [Frontend]:

source: JS-Debug mode [Backend]:
uz: JS-Debug rejimi [Backend]:

source: Now, activate your survey.
uz: Endi, so'rovnomangizni faollashtiring.

source: They represent an easy way to get back to any previous setting, and provide a general overview of where you are.
uz: Ular har qanday oldingi sozlamalarga qaytishning oson yo'lini ifodalaydi va qayerda ekanligingiz haqida umumiy ma'lumot beradi.

source: You can see the "breadcrumbs" In the top bar of the admin interface.
uz: Siz administrator interfeysining yuqori panelida "non bo'laklari"ni ko'rishingiz mumkin.

source: Click on 'Save and close' or 'Next' to proceed.
uz: Davom etish uchun "Saqlash va yopish" yoki "Keyingi" tugmasini bosing.

source: Remember the plus button
uz: Plyus tugmachasini eslab qoling

source: As you can see, editing answer options is quite similar to editing subquestions.
uz: Ko'rib turganingizdek, javob variantlarini tahrirlash pastki savollarni tahrirlashga juda o'xshaydi.

source: Save and close now and let's edit the answer options.
uz: Saqlash va yoping va javob variantlarini tahrir qilaylik.

source: You should add some subquestions for your question here.
uz: Siz bu erda savolingizga ba'zi kichik savollarni qo'shishingiz kerak.

source: The availability of options is related to the type of question you previously chose.
uz: Variantlar mavjudligi siz avval tanlagan savol turiga bog'liq.

source: The most important question-related options are displayed here.
uz: Savol bilan bog'liq eng muhim variantlar bu erda ko'rsatilgan.

source: This is the question bar.
uz: Bu savol paneli.

source: This type of question allows you to add multiple subquestions and a set of answers.
uz: Bu turdagi savol sizga bir nechta kichik savollar va javoblar to'plamini qo'shish imkonini beradi.

source: As you can see, the preselected question type is the 'Long free text' one. We will use in this example the 'Array' question type.
uz: Ko'rib turganingizdek, oldindan tanlangan savol turi "Uzoq bepul matn". Bu misolda biz "Masiv" savol turidan foydalanamiz.

source: You do not need to add a description to your question group, but sometimes it makes sense to add a little extra information for your participants.
uz: Savollar guruhiga tavsif qo'shishingiz shart emas, lekin ba'zida ishtirokchilaringiz uchun biroz qo'shimcha ma'lumot qo'shish mantiqan to'g'ri keladi.

source: This description is also visible to your participants.
uz: Ushbu tavsif sizning ishtirokchilaringizga ham ko'rinadi.

source: Let's add a question group
uz: Savollar guruhini qo'shamiz

source: If you want to know more about them, check our manual.
uz: Agar ular haqida ko'proq bilmoqchi bo'lsangiz, bizning qo'llanmamizni tekshiring.

source: We will be creating a question group and a question in this tutorial. There is need to automatically create them.
uz: Ushbu qo'llanmada biz savollar guruhi va savol yaratamiz. Ularni avtomatik ravishda yaratish kerak.

source: Describe your survey, but do not ask any question yet.
uz: So'rovingizni tasvirlab bering, lekin hali hech qanday savol bermang.

source: The text inserted here will be displayed on the welcome screen, which is the first thing that your respondents will see when they access your survey..
uz: Bu yerga kiritilgan matn salomlash ekranida ko'rsatiladi, bu sizning respondentlaringiz so'rovnomangizga kirganda ko'radigan birinchi narsadir.

source: In this field you may type a short description of your survey.
uz: Ushbu maydonga siz so'rovingizning qisqacha tavsifini yozishingiz mumkin.

source: There are %s questions in this survey.
uz: Ushbu so'rovnomada %s ta savol bor.

source: General survey settings
uz: Umumiy so'rov sozlamalari

source: Text elements
uz: Matn elementlari

source: Extracted files not found - maybe a permission problem?
uz: Olib tashlangan fayllar topilmadi - ehtimol ruxsat muammosi?

source: Can't render layout %s for template %s. Please try to re-install the template.
uz: %s shablon uchun %s tartibini ko‘rsatib bo‘lmadi. Iltimos, shablonni qayta o‘rnatib ko‘ring.

source: Can't render layout %s for template %s. Template version in database is %s, but in config.xml it's %s. Please re-install the template.
uz: %s shablonini ko‘rsatib bo‘lmadi. Shablon versiyasi ma’lumotlar bazasida %s, lekin config.xml da bu %s. Iltimos, shablonni qayta o‘rnating.

source: Permission level?
uz: Ruxsat darajasi?

source: Modified by
uz: O'zgartirilgan

source: Modified on
uz: O'zgartirilgan

source: Permission level
uz: Ruxsat darajasi

source: Created by:
uz: Tomonidan yaratilgan:

source: All themes
uz: Barcha mavzular

source: Theme name
uz: Mavzu nomi

source: Repeat new password:
uz: Yangi parolni takrorlang:

source: New password:
uz: Yangi parol:

source: Change password
uz: Parolni o'zgartirish

source: Extend theme
uz: Mavzuni kengaytirish

source: Selected
uz: Tanlangan

source: Core admin theme
uz: Asosiy administrator mavzusi

source: Available admin themes:
uz: Mavjud administrator mavzulari:

source: Question themes
uz: Savollar mavzulari

source: Admin themes
uz: Administrator mavzulari

source: Survey themes
uz: So'rov mavzulari

source: Reorder
uz: Qayta tartiblash

source: New
uz: Yangi

source: Listed publicly:
uz: Ommaviy ro'yxatga kiritilgan:

source: Edit publication and access settings
uz: Nashrni tahrirlash va kirish sozlamalari

source: Publication and access settings
uz: Nashr va kirish sozlamalari

source: Error: Theme "%s" is not installed.
uz: Xato: "%s" mavzusi o'rnatilmagan.

source: Theme:
uz: Mavzu:

source: Survey general settings
uz: Umumiy sozlamalarni o'rganish

source: Select your theme:
uz: Mavzuni tanlang:

source: Themes
uz: Mavzular

source: Themes storage
uz: Mavzularni saqlash

source: Administration theme:
uz: Ma'muriyat mavzusi:

source: Default theme:
uz: Birlamchi mavzu:

source: Add new assessment rule
uz: Yangi baholash qoidasini qo'shing

source: Do you really want to delete this asessment rule?
uz: Siz haqiqatan ham ushbu baholash qoidasini o'chirib tashlamoqchimisiz?

source: Theme options
uz: Mavzu variantlari

source: Theme editor
uz: Mavzu muharriri

source: User theme
uz: Foydalanuvchi mavzusi

source: Core theme
uz: Asosiy mavzu

source: GET data method
uz: Ma'lumotlarni olish usuli

source: Data
uz: Ma'lumotlar

source: Classes
uz: Darslar

source: Menu link
uz: Menyu havolasi

source: Menu class
uz: Menyu sinfi

source: Menu icon type
uz: Menyu belgisi turi

source: Menu icon
uz: Menyu belgisi

source: Menu name
uz: Menyu nomi

source: Menu title
uz: Menyu sarlavhasi

source: Delete this assessment rule
uz: Ushbu baholash qoidasini o'chirish

source: Edit this assessment rule
uz: Ushbu baholash qoidasini tahrirlash

source: Note: Print will not include items on this page
uz: Eslatma: Chop etish bu sahifadagi narsalarni o'z ichiga olmaydi

source: Save as PDF
uz: PDF sifatida saqlash

source: Question theme
uz: Savol mavzusi

source: Invalid theme name
uz: Mavzu nomi noto'g'ri

source: Theme options saved.
uz: Mavzu parametrlari saqlandi.

source: Uninstall this theme
uz: Ushbu mavzuni o'chirish

source: Don't touch the values below unless you know what you're doing.
uz: Agar nima qilayotganingizni bilmasangiz, quyidagi qiymatlarga tegmang.

source: All fields below (except CSS framework name) must be either a valid JSON array or the string "inherit".
uz: Quyidagi barcha maydonlar (CSS ramka nomidan tashqari) haqiqiy JSON massivi yoki "inherit" qatori bo'lishi kerak.

source: There are no simple options in this survey theme.
uz: Ushbu so'rovnoma mavzusida oddiy variantlar mavjud emas.

source: XML themes
uz: XML mavzulari

source: Available survey themes:
uz: Mavjud so'rov mavzulari:

source: Installed survey themes:
uz: O'rnatilgan so'rov mavzulari:

source: Error: Malformed JSON - field %s must be either a JSON array or the string "inherit". Found "null".
uz: Xato: noto‘g‘ri tuzilgan JSON - %s maydoni JSON massivi yoki "inherit" qatori bo‘lishi kerak. "null" topildi.

source: Responses and statistics
uz: Javoblar va statistika

source: This will reset all the specific configurations of this theme.
uz: Bu mavzuning barcha maxsus konfiguratsiyasini tiklaydi.

source: Theme '%s' has been uninstalled because it's not compatible with this LimeSurvey version.
uz: "%s" mavzusi o'chirildi, chunki u ushbu LimeSurvey versiyasiga mos kelmaydi.

source: Open printable view
uz: Bosma ko'rinishni ochish

source: Survey ID (SID)
uz: So'rov identifikatori (SID)

source: Survey logic view
uz: So'rovning mantiqiy ko'rinishi

source: Notice: Field '%s' was left empty, even though it is a mandatory attribute.
uz: E'tibor bering: "%s" maydoni majburiy atribut bo'lsa ham, bo'sh qoldirildi.

source: Print answers
uz: Javoblarni chop etish

source: Load
uz: Yuklash

source: Clear all
uz: Hammasini tozalamoq

source: Unable to import survey.
uz: So'rovni import qilib bo'lmadi.

source: There was an error when saving your personal settings.
uz: Shaxsiy sozlamalaringizni saqlashda xatolik yuz berdi.

source: Click on the 'Create survey' box - or 'Next' in this tutorial
uz: Ushbu qo'llanmada "So'rovni yaratish" yoki "Keyingi" ni bosing

source: This tour will help you to easily get a basic understanding of LimeSurvey.
uz: Ushbu ekskursiya sizga LimeSurvey haqida asosiy tushunchalarni osongina olishingizga yordam beradi.

source: Now click on 'Save and add question'.
uz: Endi "Saqlash va savol qo'shish" tugmasini bosing.

source: For now it's best to leave these additional settings as they are. If you want to know more about randomization and relevance settings, have a look at our manual.
uz: Hozircha ushbu qo'shimcha sozlamalarni o'z holicha qoldirgan ma'qul. Agar tasodifiylashtirish va moslik sozlamalari haqida ko'proq bilmoqchi bo'lsangiz, bizning qo'llanmamizni ko'rib chiqing.

source: Enter a title for your first question group
uz: Birinchi savol guruhi uchun sarlavha kiriting

source: End tour
uz: Turni yakunlash

source: You may play around with more settings, but let's save and start adding questions to your survey now. Just click on 'Save'.
uz: Siz ko'proq sozlamalar bilan o'ynashingiz mumkin, lekin keling, hoziroq saqlaylik va so'rovingizga savollar qo'shishni boshlaylik. Shunchaki "Saqlash" tugmasini bosing.

source: This message is shown directly below the survey description on the welcome page. You may leave this blank for now but it is a good way to introduce your participants to the survey.
uz: Ushbu xabar to'g'ridan-to'g'ri xush kelibsiz sahifasidagi so'rov tavsifi ostida ko'rsatilgan. Siz hozircha bu joyni bo'sh qoldirishingiz mumkin, ammo bu sizning ishtirokchilaringizni so'rovnoma bilan tanishtirishning yaxshi usuli.

source: You are editing an entry of the main menu!
uz: Siz asosiy menyuning yozuvini tahrir qilyapsiz!

source: Please be very careful.
uz: Iltimos, juda ehtiyot bo'ling.

source: You are editing the main menu!
uz: Siz asosiy menyuni tahrir qilyapsiz!

source: Pro tip: The subquestion may even contain HTML code.
uz: Maslahat: kichik savol hatto HTML kodini ham o'z ichiga olishi mumkin.

source: Welcome to the theme editor of LimeSurvey. To get an overview of new functionality and possibilities, please visit the %s LimeSurvey manual %s. For further questions and information, feel free to post your questions on the %s LimeSurvey forums %s.
uz: LimeSurvey mavzu muharririga xush kelibsiz. Yangi funksiyalar va imkoniyatlar haqida umumiy maʼlumot olish uchun %s LimeSurvey qoʻllanmasiga tashrif buyuring. %s. Qoʻshimcha savollar va maʼlumotlar uchun %s LimeSurvey forumlarida savollaringizni qoldiring.

source: The answer options will be shown for each subquestion.
uz: Javob variantlari har bir kichik savol uchun ko'rsatiladi.

source: What good would your survey be without questions?
uz: Sizning so'rovingiz savollarsiz qanday foyda keltiradi?

source: This message is shown at the end of your survey to every participant. It's a great way to say thank you or give some links or hints where to go next.
uz: Ushbu xabar so'rovnomangiz oxirida har bir ishtirokchiga ko'rsatiladi. Bu rahmat aytish yoki keyingi qayerga borish kerakligi haqida ba'zi havolalar yoki maslahatlar berishning ajoyib usuli.

source: Thank you for taking the tour!
uz: Sayohatga kelganingiz uchun tashakkur!

source: Just share this link with some of your friends and of course, test it yourself.
uz: Bu havolani ba'zi do'stlaringiz bilan baham ko'ring va, albatta, uni o'zingiz sinab ko'ring.

source: Click on 'No, thanks'
uz: Yo'q, rahmat" tugmasini bosing

source: For more information please consult our manual or our forum.
uz: Qo'shimcha ma'lumot olish uchun bizning qo'llanmamiz yoki forumimizga murojaat qiling.

source: The closed access mode needs a participant list, which you may create by clicking on the menu entry 'Participants'.
uz: Yopiq kirish rejimida ishtirokchilar ro'yxati kerak bo'ladi, siz uni menyudagi "Ishtirokchilar" yozuvini bosish orqali yaratishingiz mumkin.

source: For our simple survey it is better to start in open access mode.
uz: Bizning oddiy so'rovimiz uchun ochiq kirish rejimida boshlash yaxshidir.

source: Here you can select to start your survey in closed access mode.
uz: Bu yerda siz so'rovnomangizni yopiq kirish rejimida boshlashni tanlashingiz mumkin.

source: Now click on "Save & activate survey"
uz: Endi "So'rovnomani saqlash va faollashtirish" tugmasini bosing

source: For more information consult our manual, or our forums.
uz: Qo'shimcha ma'lumot olish uchun bizning qo'llanmamiz yoki forumlarimizga murojaat qiling.

source: For this simple survey the default settings are ok, but read the disclaimer carefully when you activate your own surveys.
uz: Ushbu oddiy so'rov uchun standart sozlamalar yaxshi, lekin o'z so'rovlaringizni faollashtirganda rad etishni diqqat bilan o'qing.

source: These settings cannot be changed once the survey is online.
uz: So'rov onlayn bo'lgandan keyin bu sozlamalarni o'zgartirib bo'lmaydi.

source: Click on 'Activate this survey'
uz: Ushbu so'rovnomani faollashtirish" tugmasini bosing

source: You can create as many surveys as you like.
uz: Siz xohlaganingizcha ko'plab so'rovnomalar yaratishingiz mumkin.

source: Click on the name of your survey to get back to the survey settings overview.
uz: So'rovnoma sozlamalari umumiy ko'rinishiga qaytish uchun so'rovnomangiz nomini bosing.

source: Click on 'Preview survey' and return to this window when you are done testing.
uz: So'rovni oldindan ko'rish" tugmasini bosing va sinovni tugatgandan so'ng ushbu oynaga qayting.

source: Please be aware that your answers will not be saved, because the survey isn't active yet.
uz: Iltimos, javoblaringiz saqlanmasligini unutmang, chunki so'rovnoma hali faol emas.

source: Just click on this button and a new window will open, where you can test run your survey.
uz: Shunchaki ushbu tugmani bosing va yangi oyna ochiladi, u erda siz so'rovnomangizni sinab ko'rishingiz mumkin.

source: Please add at least two answer options to proceed.
uz: Davom etish uchun kamida ikkita javob variantini qo'shing.

source: Click on the 'Edit answer options' button.
uz: Javob variantlarini tahrirlash" tugmasini bosing.

source: Now that we've got some subquestions, we have to add answer options as well.
uz: Endi bizda ba'zi kichik savollar bor, javob variantlarini ham qo'shishimiz kerak.

source: You may save empty subquestions, but that would be pointless.
uz: Siz bo'sh kichik savollarni saqlashingiz mumkin, ammo bu ma'nosiz bo'lar edi.

source: Please add at least two subquestions
uz: Iltimos, kamida ikkita kichik savol qo'shing

source: Click on the plus sign %s to add another subquestion to your question.
uz: Savolingizga boshqa kichik savol qo'shish uchun %s ortiqcha belgisini bosing.

source: Click on the 'Edit subquestions' button.
uz: "Ichki savollarni tahrirlash" tugmasini bosing.

source: Let's start with subquestions.
uz: Keling, pastki savollardan boshlaylik.

source: To fully use it, you have to add subquestions as well as answer options.
uz: Undan to'liq foydalanish uchun siz javob variantlari bilan bir qatorda kichik savollarni ham qo'shishingiz kerak.

source: The array question is a type that creates a matrix for the participant.
uz: Masiv savoli - bu ishtirokchi uchun matritsa yaratadigan tur.

source: Next, we will create subquestions and answer options.
uz: Keyingi, biz kichik savollar va javob variantlarini yaratamiz.

source: Please select the 'Array'-type.
uz: Iltimos, "Masiv" turini tanlang.

source: LimeSurvey offers you a lot of different question types.
uz: LimeSurvey sizga juda ko'p turli xil savollarni taklif qiladi.

source: This will directly add a question to the current question group.
uz: Bu to'g'ridan-to'g'ri joriy savollar guruhiga savol qo'shadi.

source: Now when you are finished click on 'Save and add question'.
uz: Endi siz tugatganingizdan so'ng "Saqlash va savol qo'shish" tugmasini bosing.

source: In LimeSurvey a survey is organized in groups and questions. To begin creating questions, we first need a question group.
uz: LimeSurvey'da so'rov guruhlar va savollarga bo'linadi. Savollar yaratishni boshlash uchun bizga birinchi navbatda savollar guruhi kerak.

source: This is the top bar.
uz: Bu eng yuqori bar.
