Repository: DayMarket/infra-docker
Catalog: images/limesurvey/v6.0/limesurvey-6-*.po
Languages: uz

source: Could not save subquestions
uz: Ichki savollarni saqlab bo'lmadi

source: Invalid upload question %s in survey %s
uz: %s so'roviga yuklangan %s savoli noto'g'ri

source: Could not save survey
uz: So'rovnomani saqlab bo'lmadi

source: Could not reorder
uz: Qayta buyurtma qilib bo'lmadi

source: Could not delete question group
uz: Savollar guruhini oʻchirib boʻlmadi

source: Could not save question group
uz: Savollar guruhini saqlab boʻlmadi

source: Could not delete question
uz: Savolni oʻchirib boʻlmadi

source: Could not create question
uz: Savol yaratib bo'lmadi

source: Could not save language settings
uz: Til sozlamalarini saqlab bo'lmadi

source: Could not delete answer option
uz: Javob variantini oʻchirib boʻlmadi

source: Plugin load error: %s
uz: Plaginni yuklashda xato: %s

source: Answer options order
uz: Javob variantlari tartibi

source: Present answer options in normal, random or alphabetical order
uz: Javob variantlarini oddiy, tasodifiy yoki alifbo tartibida taqdim eting

source: Alphabetical
uz: Alifbo tartibida

source: Random
uz: Tasodifiy

source: Normal
uz: Oddiy

source: Could not update plugin %s (%s)
uz: %s (%s) plaginini yangilab bo‘lmadi

source: IP allowlist for participants with access code
uz: Kirish kodi bo'lgan ishtirokchilar uchun IP ruxsat ro'yxati

source: IP allowlist for administration login
uz: Ma'muriyatga kirish uchun IP ruxsat etilgan ro'yxat

source: IP allowlist:
uz: IP ruxsat etilgan ro'yxat:

source: A positive or negative integer number as assement value if this option is selected
uz: Agar ushbu parametr tanlansa, baholash qiymati sifatida musbat yoki manfiy butun son

source: You can't use the import function to update your own account.
uz: Siz o'z hisobingizni yangilash uchun import funksiyasidan foydalana olmaysiz.

source: You don't have permission to edit user %s.
uz: Sizda %s foydalanuvchisini tahrirlash uchun ruxsatingiz yo‘q.

source: Creole (Haitian)
uz: Kreol (Gaiti)

source: Invalid access code
uz: Kirish kodi noto'g'ri

source: The provided access code is not valid or has already been used.
uz: Taqdim etilgan kirish kodi haqiqiy emas yoki allaqachon ishlatilgan.

source: A mandatory unique alpha-numeric code for each answer option (1-5 characters)
uz: Har bir javob varianti uchun majburiy noyob alfa-raqamli kod (1-5 belgi)

source: A mandatory unique alpha-numeric code for each subquestion (1-20 characters)
uz: Har bir kichik savol uchun majburiy noyob alfa-raqamli kod (1-20 belgi)

source: Enter one label per line. You can provide a code by separating code and label text with a semicolon or tab. For multilingual surveys you add the translation(s) on the same line separated with a semicolon or tab. Please remember to use the save button after applying the changes.
uz: Har bir satrga bitta yorliq kiriting. Kod va yorliq matnini nuqta-vergul yoki yorliq bilan ajratib kod taqdim etishingiz mumkin. Koʻp tilli soʻrovlar uchun siz bir qatorga nuqtali vergul yoki yorliq bilan ajratilgan tarjima(lar)ni qoʻshasiz. Iltimos, yorliqdan foydalanishni unutmang. o'zgarishlarni qo'llaganingizdan so'ng saqlash tugmasini bosing.

source: Quick-add labels
uz: Tez qo'shiladigan teglar

source: Theme '%s' was not found.
uz: "%s" mavzusi topilmadi.

source: Reassign this question to another group by selecting a new one
uz: Bu savolni yangisini tanlash orqali boshqa guruhga qayta tayinlang

source: The value cannot start with =, +, -, @, TAB, or Carriage Return.
uz: Qiymat =, +, -, @, TAB yoki Carriage Return bilan boshlanmaydi.

source: Do you want to deactivate this user?
uz: Ushbu foydalanuvchini o'chirib qo'ymoqchimisiz?

source: Do you want to activate this user?
uz: Ushbu foydalanuvchini faollashtirmoqchimisiz?

source: Deactivate user
uz: Foydalanuvchini o'chirish

source: Activate user
uz: Foydalanuvchini faollashtirish

source: You can always make changes to the %stheme%s and customise questions of this %stemplate%s
uz: Siz har doim %stheme%s ga o'zgartirishlar kiritishingiz va ushbu %stemplate%s savollarini sozlashingiz mumkin

source: You do not have permission to view this user group.
uz: Sizda ushbu foydalanuvchilar guruhini ko'rish uchun ruxsat yo'q.

source: Edit status
uz: Statusni tahrirlash

source: Deactivated user
uz: O'chirilgan foydalanuvchi

source: Survey preview
uz: So'rovni oldindan ko'rish

source: Open in new editor
uz: Yangi muharrirda ochish

source: Nothing to reorder.
uz: Qayta tartiblash uchun hech narsa yo'q.

source: Could not save answer
uz: Javobni saqlab bo'lmadi

source: No question theme directory found for theme type '%s'
uz: "%s" mavzu turi uchun hech qanday savol-mavzu katalogi topilmadi

source: Unauthorized
uz: Ruxsatsiz

source: Status successfully updated
uz: Holat muvaffaqiyatli yangilandi

source: Invalid user ID
uz: Foydalanuvchi identifikatori noto'g'ri

source: Unsafe path
uz: Xavfsiz yo'l

source: PHP Intl library
uz: PHP Intl kutubxonasi

source: Token owner email address
uz: Token egasining elektron pochta manzili

source: Timing statistics are disabled for this survey.
uz: Ushbu so'rov uchun vaqt statistikasi o'chirib qo'yilgan.

source: Permission for survey access. Read permission is a requirement to give any further permission to a survey.
uz: So'rovnomaga kirish uchun ruxsat. O'qishga ruxsat so'rovga qo'shimcha ruxsat berish uchun talabdir.

source: This plugin requires PHP version 7.3 or higher.
uz: Ushbu plagin PHP 7.3 yoki undan yuqori versiyasini talab qiladi.

source: You are not allowed to assign a role to this user.
uz: Ushbu foydalanuvchiga rol belgilashga ruxsat berilmagan.

source: You are not allowed to update your own roles.
uz: Siz o'z rollaringizni yangilashingiz mumkin emas.

source: Invalid theme configuration file
uz: Mavzu konfiguratsiya fayli noto'g'ri

source: You do not have permission for this survey.
uz: Sizda bu so'rovnoma uchun ruxsat yo'q.

source: No valid action
uz: Yaroqli harakat yo'q

source: Invalid quota ID
uz: Kvota identifikatori noto'g'ri

source: Quota not found.
uz: Kvota topilmadi.

source: Quota member not found.
uz: Kvota a'zosi topilmadi.

source: Set an empty value or 0 to disable brute force protection. Number of attempts are deleted each time.
uz: Qo'pol kuch himoyasini o'chirish uchun bo'sh qiymat yoki 0 ni o'rnating. Har safar urinishlar soni o'chiriladi.

source: Set an empty value to disable brute force protection. Number of attempts are never checked.
uz: Qo'pol kuch himoyasini o'chirish uchun bo'sh qiymat o'rnating. Urinishlar soni hech qachon tekshirilmaydi.

source: You are not allowed to assign permissions to this user.
uz: Siz ushbu foydalanuvchiga ruxsat berishingiz mumkin emas.

source: No dummy participants were added.
uz: Hech qanday qo'g'irchoq ishtirokchilar qo'shilmagan.

source: Please click the button below to authenticate with your account.
uz: Iltimos, hisobingiz bilan autentifikatsiya qilish uchun quyidagi tugmani bosing.

source: Authenticate with %s
uz: %s bilan autentifikatsiya qilish

source: Email plugin:
uz: Elektron pochta plagini:

source: You are not allowed to set this group as parent
uz: Sizga ushbu guruhni ota-ona sifatida belgilashga ruxsat yo'q

source: This is the email address used to create the current authentication token. Please note that all emails will be sent from this address.
uz: Bu joriy autentifikatsiya tokenini yaratish uchun foydalaniladigan elektron pochta manzili. Iltimos, barcha elektron xatlar ushbu manzildan yuborilishini unutmang.

source: Get new token
uz: Yangi tokenni oling

source: OAuth authentication requires the application to be served over HTTPS.
uz: OAuth autentifikatsiyasi ilovaga HTTPS orqali xizmat koʻrsatishni talab qiladi.

source: Configuration is complete.
uz: Konfiguratsiya tugallandi.

source: The saved token isn't valid. You need to get a new one.
uz: Saqlangan token yaroqsiz. Yangisini olishingiz kerak.

source: No OAuth token.
uz: OAuth tokeni yo'q.

source: Currently saved credentials are incomplete.
uz: Hozirda saqlangan hisob ma'lumotlari to'liq emas.

source: Switch the 'Enabled' setting to 'On' and save.
uz: "Enabled" sozlamasini "On" ga o'tkazing va saqlang.

source: Follow the steps in the consent screen and check the requested permissions.
uz: Rozilik ekranidagi qadamlarni bajaring va so'ralgan ruxsatlarni tekshiring.

source: Activate the plugin.
uz: Plaginni faollashtiring.

source: You can find more details %shere%s.
uz: Batafsil ma'lumotlarni %shere%s topishingiz mumkin.

source: Redirect URI:
uz: URIni qayta yo'naltirish:

source: Setup the OAuth 2.0 Web Application in %s.
uz: OAuth 2.0 veb-ilovasini %s ichida o'rnating.

source: Azure doesn't accept redirect URIs with query parameters when using personal accounts. This plugin will not work properly with the current URL manager configuration.
uz: Azure shaxsiy hisoblardan foydalanganda so'rov parametrlari bilan qayta yo'naltirish URI'larini qabul qilmaydi. Ushbu plagin joriy URL menejeri konfiguratsiyasi bilan to'g'ri ishlamaydi.

source: The %s plugin is not configured correctly. Please check the plugin settings.
uz: %s plagini to'g'ri sozlanmagan. Iltimos, plagin sozlamalarini tekshiring.

source: Instructions:
uz: Ko'rsatmalar:

source: Currently not served over HTTPS
uz: Hozirda HTTPS orqali xizmat ko'rsatilmaydi

source: Access LimeSurvey over HTTPS.
uz: LimeSurvey-ga HTTPS orqali kirish.

source: Prerequisites:
uz: Shartlar:

source: Tenant ID
uz: Ijarachi ID

source: Client Secret
uz: Mijoz siri

source: Client ID
uz: Mijoz identifikatori

source: The OAuth 2.0 token was successfully retrieved.
uz: OAuth 2.0 tokeni muvaffaqiyatli olindi.

source: Get OAuth 2.0 token for SMTP authentication
uz: SMTP autentifikatsiyasi uchun OAuth 2.0 tokenini oling

source: Invalid plugin
uz: Yaroqsiz plagin

source: The name is too long.
uz: Ism juda uzun.

source: The name contains special characters.
uz: Ismda maxsus belgilar mavjud.

source: You do not have permission for this quota.
uz: Sizda bu kvota uchun ruxsat yo'q.

source: This is not a valid LimeSurvey LSA file.
uz: Bu yaroqli LimeSurvey LSA fayli emas.

source: Breadcrumb
uz: Non bo'laklari

source: This survey is anonymized and/or token persistence is disabled.
uz: Ushbu so'rov anonimlashtirildi va/yoki token doimiyligi o'chirilgan.

source: There are errors with this template's attachments. Please check them below.
uz: Ushbu shablonning biriktirmalarida xatolar bor. Iltimos, ularni quyida tekshiring.

source: Email templates have attachments but the resources have not been copied. Please update the attachments manually.
uz: E-pochta shablonlarida biriktirmalar bor, lekin manbalar nusxalanmagan. Iltimos, qo'shimchalarni qo'lda yangilang.

source: Key expired or invalid?
uz: Kalit muddati tugaganmi yoki yaroqsizmi?

source: Delete key
uz: Kalitni o'chirish

source: Activate your survey to open this panel
uz: Ushbu panelni ochish uchun so'rovnomangizni faollashtiring

source: Deactivate your survey to enable this setting
uz: Ushbu sozlamani yoqish uchun so'rovnomangizni o'chiring

source: Not supported for anonymous surveys.
uz: Anonim so'rovlar uchun qo'llab-quvvatlanmaydi.

source: Khmer
uz: Kxmer

source: Participants will be able to enter as many responses as they want, despite what Uses Left token attribute is set to.
uz: Ishtirokchilar Chap token atributini ishlatadi, deb o'rnatilganiga qaramay, o'zlari xohlagancha javob kiritishlari mumkin bo'ladi.

source: Allow multiple responses with the same access code
uz: Bir xil kirish kodi bilan bir nechta javoblarga ruxsat berish

source: Allow to update the responses using the access code
uz: Kirish kodi yordamida javoblarni yangilashga ruxsat berish

source: The email attachments have not been imported because they were in an old format.
uz: E-pochta biriktirmalari import qilinmadi, chunki ular eski formatda edi.

source: Invalid format
uz: Format noto'g'ri

source: Overview of questions and groups where you can add, edit and reorder them
uz: Qo'shish, tahrirlash va qayta tartiblash mumkin bo'lgan savollar va guruhlarning umumiy ko'rinishi

source: By default, surveys are activated in open-access mode and participants do not need an invitaion code.
uz: Sukut bo'yicha, so'rovnomalar ochiq kirish rejimida faollashtirilgan va ishtirokchilarga taklifnoma kodi kerak emas.

source: Congrats! Your survey has been activated successfully in open-access mode.
uz: Tabriklaymiz! So'rovnomangiz ochiq kirish rejimida muvaffaqiyatli faollashtirildi.

source: Closed-access mode
uz: Yopiq kirish rejimi

source: Do you want your survey to be public for everyone (open-access mode) or invite only (closed-access mode)?
uz: So'rovnomangiz hamma uchun ochiq bo'lishini (ochiq kirish rejimi) yoki faqat taklif (yopiq kirish rejimi)) xohlaysizmi

source: Editing questions, question groups or subquestions is still possible. The following settings cannot be changed once a survey has been activated.
uz: Savollar, savollar guruhlari yoki kichik savollarni tahrirlash hali ham mumkin. So'rov faollashtirilgandan keyin quyidagi sozlamalarni o'zgartirib bo'lmaydi.

source: Once a survey has been activated you can no longer add or delete questions, question groups or subquestions.
uz: So'rov faollashtirilgandan so'ng siz endi savollar, savol guruhlari yoki kichik savollarni qo'sha olmaysiz yoki o'chira olmaysiz.

source: Please keep in mind:
uz: Iltimos, yodda tuting:

source: I don't want to stop my survey right now.
uz: Men so'rovimni hozir to'xtatmoqchi emasman.

source: See details.
uz: Tafsilotlarni ko'ring.

source: Important: Export your responses before deactivating your survey.
uz: Muhim: so'rovnomangizni o'chirishdan oldin javoblaringizni eksport qiling.

source: %sQuestions%s, %sgroups%s and %ssettings%s can be %sedited%s again.
uz: %sQuestions%s, %sgroups%s va %ssettings%s%s qayta%s tahrirlanishi mumkin.

source: %sCannot%s be %saccessed%s by %sparticipants%s. A message will be displayed stating that the survey has been closed.
uz: %sparticipants%s tomonidan%s%s%saccessed%s boʻlishi mumkin emas. Soʻrovnoma yopilganligi haqida xabar koʻrsatiladi.

source: The %sability%s to %schange questions%s, groups and settings is %slimited%s. A message will be displayed stating that the survey has expired.
uz: %sability%s dan%s almashish savollari, guruhlar va sozlamalar %slimited%s. Soʻrov muddati tugaganligi haqida xabar koʻrsatiladi.

source: %sCannot%s be %saccessed%s by %sparticipants%s anymore.
uz: %sparticipants%s tomonidan endi%s%s erisha olmaydi.

source: Responses & participant information %swill be kept.%s
uz: Javoblar va ishtirokchilar haqidagi ma'lumotlar %s saqlanadi.%s

source: There are two ways to stop a survey. Please decide below:
uz: So'rovni to'xtatishning ikki yo'li mavjud. Quyida qaror qabul qiling:

source: You want to stop your survey
uz: Siz so'rovingizni to'xtatmoqchisiz

source: Save and activate
uz: Saqlash va faollashtirish

source: See all responses and statistics
uz: Barcha javoblar va statistikani ko'rish

source: Statistics and responses are now accessible.
uz: Statistika va javoblar endi ochiq.

source: Sharing options
uz: Ulashish parametrlari

source: Want to share your survey right away?
uz: So'rovnomangizni darhol baham ko'rishni xohlaysizmi?

source: Congrats! Your survey has been activated.
uz: Tabriklaymiz! So'rovnomangiz faollashtirildi.

source: Responses are no longer available in LimeSurvey.
uz: Javoblar endi LimeSurvey'da mavjud emas.

source: Your survey (%d) was deactivated.
uz: So'rovnomangiz (%d) o'chirilgan.

source: Groups
uz: Guruhlar

source: In this survey
uz: Ushbu so'rovda

source: Help translating
uz: Tarjimaga yordam bering

source: Overview questions & groups
uz: Umumiy savollar va guruhlar

source: Select language
uz: Tilni tanlang

source: Survey options
uz: So'rovnoma variantlari

source: An error occurred while deleting the user.
uz: Foydalanuvchini o'chirishda xatolik yuz berdi.

source: User could not be deleted.
uz: Foydalanuvchini oʻchirib boʻlmadi.

source: Your e-mail address
uz: Sizning e-pochta manzilingiz

source: Enter password
uz: Parolni kiriting

source: Register now
uz: Hozir ro'yxatdan o'ting

source: Enter e-mail address
uz: Elektron pochta manzilini kiriting

source: Enter your last name
uz: Familiyangizni kiriting

source: Enter your first name
uz: Ismingizni kiriting

source: Enter access code
uz: Kirish kodini kiriting

source: Please enter your access code to participate in this survey.
uz: Ushbu so'rovda qatnashish uchun kirish kodingizni kiriting.

source: Please fill in the information and weвЂ™ll send you a link immediately.
uz: Iltimos, ma'lumotni to'ldiring va biz sizga darhol havolani yuboramiz.

source: You may have to register to take part in this survey.
uz: Ushbu so'rovda qatnashish uchun ro'yxatdan o'tishingiz kerak bo'lishi mumkin.

source: You will receive an email shortly.
uz: Tez orada elektron pochta xabarini olasiz.

source: Thank you for registering.
uz: Ro'yxatdan o'tganingiz uchun tashakkur.

source: Enter result here - numbers only
uz: Natijani bu yerga kiriting - faqat raqamlar

source: Enter your password
uz: Parolingizni kiriting

source: Enter your name
uz: Ismingizni kiriting

source: Saved name
uz: Saqlangan ism

source: Thank you.
uz: Rahmat.

source: Custom theme options set for this theme have been reset to the default.
uz: Ushbu mavzu uchun o'rnatilgan maxsus mavzu parametrlari asl holatiga qaytarildi.

source: For more information consult our manual.
uz: Qo'shimcha ma'lumot olish uchun bizning qo'llanmamizga murojaat qiling.

source: The theme is not compatible with your version of LimeSurvey.
uz: Mavzu sizning LimeSurvey versiyangizga mos kelmaydi.

source: Errors
uz: Xatolar

source: Show errors
uz: Xatolarni ko'rsatish

source: Position {value} already exists.
uz: {value} pozitsiyasi allaqachon mavjud.

source: Drag or double-click images into order.
uz: Tasvirlarni tartibda sudrab yoki ikki marta bosing.

source: Our default theme for a fruity and flexible use. This theme offers single color variations
uz: Mevali va moslashuvchan foydalanish uchun birlamchi mavzuimiz. Bu mavzu bitta rang o'zgarishini taklif etadi

source: Visit Bootswatch page
uz: Bootswatch sahifasiga tashrif buyuring

source: Based on BootsWatch Themes:
uz: BootsWatch mavzulari asosida:

source: User group not found.
uz: Foydalanuvchilar guruhi topilmadi.

source: Label codes may only contain alphanumeric characters.
uz: Yorliq kodlari faqat harf-raqamli belgilarni o'z ichiga olishi mumkin.

source: You do not have permission to access this page/function.
uz: Sizda ushbu sahifaga/funktsiyaga kirishga ruxsatingiz yo'q.

source: You don't have permission to edit this user group.
uz: Sizda ushbu foydalanuvchilar guruhini tahrirlash uchun ruxsat yo'q.

source: Most likely this is a temporary problem, so please try again in 5 minutes. If the issue persists, please contact LimeSurvey support.
uz: Ehtimol, bu vaqtinchalik muammo, shuning uchun 5 daqiqadan so‘ng qayta urinib ko‘ring. Muammo davom etsa, LimeSurvey qo‘llab-quvvatlash xizmatiga murojaat qiling.

source: The update server is currently busy.
uz: Yangilanish serveri hozir band.

source: Question %s was marked as "Unseen" but a value was provided. The "Unseen" status has been ignored.
uz: %s savoli "Ko'rinmas" deb belgilandi, lekin qiymat berildi. "Ko'rinmas" holati e'tiborga olinmadi.

source: If the field is marked as Unseen no value should be set.
uz: Agar maydon Ko'rinmas deb belgilangan bo'lsa, hech qanday qiymat o'rnatilmasligi kerak.

source: Unseen
uz: Ko'rinmas

source: Unseen or not answered
uz: Ko'rinmagan yoki javob berilmagan

source: Google Analytics Tracking ID may only contain alphanumeric characters and hyphens.
uz: Google Analytics Tracking ID faqat harf-raqamli belgilar va defislarni o'z ichiga olishi mumkin.

source: You do not have sufficient permissions to update the script.
uz: Skriptni yangilash uchun sizda etarli ruxsat yo'q.

source: This optional script field will be wrapped, so that the script is correctly executed after the question is displayed.
uz: Bu ixtiyoriy skript maydoni o'raladi, shuning uchun savol ko'rsatilgandan keyin skript to'g'ri bajarilishi uchun.

source: Invite & remind
uz: Taklif qilish va eslatish

source: Add...
uz: Qo'shish ...

source: Spanish (informal)
uz: Ispancha (norasmiy)

source: Survey is activated, you can not move a question to another group.
uz: So'rovnoma faollashtirildi, siz savolni boshqa guruhga o'tkaza olmaysiz.

source: %s can not be updated.
uz: %s"ni yangilab bo‘lmaydi

source: Unable to reorder question %s.
uz: %s savolini qayta tartiblab boʻlmadi.

source: Link to create password
uz: Parol yaratish uchun havola

source: Full name of the new user
uz: Yangi foydalanuvchining to'liq ismi

source: Username of the new user
uz: Yangi foydalanuvchining foydalanuvchi nomi

source: Email address of the administrator
uz: Administratorning elektron pochta manzili

source: Name of the administrator
uz: Administratorning ismi

source: Name of the website
uz: Veb-sayt nomi

source: Global survey settings could not be updated, please fix the following error:
uz: Global so'rov sozlamalarini yangilab bo'lmadi, iltimos, quyidagi xatoni tuzating:

source: Global survey settings were saved.
uz: Global so'rov sozlamalari saqlandi.

source: The survey participant was successfully added.
uz: So'rov ishtirokchisi muvaffaqiyatli qo'shildi.

source: Could not delete survey participant.
uz: So'rovnoma ishtirokchisini o'chirib bo'lmadi.

source: Deleted {n} survey participant.|Deleted {n} survey participants.
uz: {n} ta soʻrov ishtirokchisi oʻchirildi.|{n} ta soʻrov ishtirokchisi oʻchirildi.

source: Changes saved successfully.
uz: O'zgarishlar muvaffaqiyatli saqlandi.

source: You have no permission to update assessments
uz: Sizda baholashlarni yangilashga ruxsatingiz yo'q

source: Could not update the assessment rule.
uz: Baholash qoidasini yangilab boʻlmadi.

source: Assessment rule successfully updated.
uz: Baholash qoidasi muvaffaqiyatli yangilandi.

source: You have no permission to create assessments
uz: Sizda baholash yaratishga ruxsatingiz yo'q

source: Could not add the assessment rule.
uz: Baholash qoidasini qo'shib bo'lmadi.

source: Assessment rule successfully added.
uz: Baholash qoidasi muvaffaqiyatli qo'shildi.

source: Could not delete assessment rule.
uz: Baholash qoidasini oʻchirib boʻlmadi.

source: Assessment rule deleted.
uz: Baholash qoidasi o'chirildi.

source: Answer option %s of question %s has outdated links.
uz: %s savolning %s javob varianti eskirgan havolalarga ega.

source: Group description has outdated links.
uz: Guruh tavsifi eskirgan havolalarga ega.

source: Group name has outdated links.
uz: Guruh nomi eskirgan havolalarga ega.

source: Confirmation email template has outdated links.
uz: Tasdiqlash elektron pochta shablonida eskirgan havolalar mavjud.

source: Registration email template has outdated links.
uz: Ro'yxatdan o'tish elektron pochta shablonida eskirgan havolalar mavjud.

source: Reminder email template has outdated links.
uz: Eslatma elektron pochta shablonida eskirgan havolalar mavjud.

source: Invitation email template has outdated links.
uz: Taklif elektron pochta shablonida eskirgan havolalar mavjud.

source: URL description has outdated links.
uz: URL tavsifi eskirgan havolalarga ega.

source: Welcome text has outdated links.
uz: Xush kelibsiz matnda eskirgan havolalar mavjud.

source: Survey description has outdated links.
uz: So'rov tavsifida eskirgan havolalar mavjud.

source: Survey title has outdated links.
uz: So'rovnomada eskirgan havolalar mavjud.

source: Answer option %s has outdated links.
uz: %s javob variantida eskirgan havolalar mavjud.

source: Subquestion %s has outdated links.
uz: %s kichik savolida eskirgan havolalar mavjud.
