Repository: DayMarket/infra-docker
Catalog: images/limesurvey/v6.0/limesurvey-6-*.po
Languages: uz

source: Subquestion %s of question %s has outdated links.
uz: %s savolning %s kichik savolida eskirgan havolalar mavjud.

source: Help text for question %s has outdated links.
uz: %s savoli uchun yordam matnida eskirgan havolalar mavjud.

source: Question %s has outdated links.
uz: %s savolida eskirgan havolalar mavjud.

source: If you are using surveys with a closed participant group or notifications emails you need to set an administrator email address.
uz: Agar siz yopiq ishtirokchilar guruhi yoki bildirishnomalar elektron pochtasi bilan so'rovlardan foydalanayotgan bo'lsangiz, administrator elektron pochta manzilini o'rnatishingiz kerak.

source: Token length cannot be bigger than {max} characters.
uz: Token uzunligi {max} ta belgidan oshmasligi kerak.

source: Edit themes
uz: Mavzularni tahrirlash

source: Manage administrators
uz: Administratorlarni boshqarish

source: View global settings
uz: Global sozlamalarni ko'rish

source: Label sets can be used as answer options or subquestions to speed up creation of similar questions.
uz: Yorliqlar to'plami shu kabi savollarni yaratishni tezlashtirish uchun javob variantlari yoki pastki savollar sifatida ishlatilishi mumkin.

source: Go to %sglobal user management%s for general user management (add/edit/delete general users). %sIf you don't have permission please contact your administrator.%s
uz: Umumiy foydalanuvchilarni boshqarish uchun %sglobal user management%s sahifasiga oʻting (umumiy foydalanuvchilarni qoʻshish/tahrirlash/oʻchirish). %sAgar ruxsatingiz boʻlmasa, administratoringizga murojaat qiling.%s

source: Inherited settings come from your %sglobal settings%s or %ssurvey group%s. Click %shere%s for more information about inherited settings.
uz: Meroslangan sozlamalar %sglobal sozlamalaringizdan%s yoki %ssurvey group%sdan keladi. Meroslangan sozlamalar haqida qoʻshimcha maʼlumot olish uchun %shere%s tugmasini bosing.

source: Replace (Ctrl-H)
uz: Almashtirish (Ctrl-H)

source: Find (Ctrl-F)
uz: Topish (Ctrl-F)

source: Redo (Ctrl-Y)
uz: Qayta qilish (Ctrl-Y)

source: Undo (Ctrl-Z)
uz: Bekor qilish (Ctrl-Z)

source: Surveys owned:
uz: So'rovnomalarga tegishli:

source: Save format is not set, the setting is saved as shown to the user (currently '%s').
uz: Saqlash formati o'rnatilmagan, sozlama foydalanuvchiga ko'rsatilganidek saqlanadi (hozirda "%s").

source: Save default format
uz: Standart formatni saqlash

source: Save format is set to false, the setting is saved as shown to the user (currently '%s').
uz: Saqlash formati "false"ga o'rnatildi, sozlama foydalanuvchiga ko'rsatilganidek saqlanadi (hozirda "%s").

source: Save format is set to 'Y', you'll get only the year when getting the settings (currently '%s').
uz: Saqlash formati "Y" ga o'rnatilgan, siz sozlamalarni olayotganda faqat yilni olasiz (hozirda "%s").

source: Save format is set to 'Y-m-d', you'll get only the date when getting the settings (currently '%s').
uz: Saqlash formati "Ymd" ga o'rnatilgan, sozlamalarni olayotganda siz faqat sanani olasiz (hozirda "%s").

source: Participant - The date until which the token is valid
uz: Ishtirokchi - token amal qiladigan sana

source: Participant - The date from which the token is valid
uz: Ishtirokchi - token amal qiladigan sana

source: this subview is rendered from global setting module. This message is shown only when debug mode is on
uz: Ushbu kichik ko'rinish global sozlash modulidan olingan. Bu xabar faqat disk raskadrovka rejimi yoqilganda ko'rsatiladi

source: User groups:
uz: Foydalanuvchi guruhlari:

source: Select %s file:
uz: %s faylni tanlang:

source: Expiry date/time
uz: Yaroqlilik muddati / vaqti

source: No user group members found.
uz: Hech qanday foydalanuvchi guruhi a'zolari topilmadi.

source: Customize theme
uz: Mavzuni moslashtirish

source: Import question summary
uz: Savollar xulosasini import qilish

source: Import question group summary
uz: Savollar guruhi xulosasini import qilish

source: Error while updating box settings!
uz: Bosh sozlamalarini yangilashda xatolik yuz berdi!

source: Personalized menu entries
uz: Shaxsiylashtirilgan menyu yozuvlari

source: Personalized menus
uz: Shaxsiylashtirilgan menyular

source: Personal settings
uz: Shaxsiy sozlamalar

source: Profile
uz: Profil

source: Access control
uz: Kirish nazorati

source: Publication date
uz: Nashr qilingan sana

source: ... progress bar
uz: ... taraqqiyot paneli

source: ... on-screen keyboard
uz: ...ekrandagi klaviatura

source: ... welcome screen
uz: ... xush kelibsiz ekrani

source: ... question number and code
uz: ... savol raqami va kod

source: ... group name and description
uz: ...guruh nomi va tavsifi

source: ... вЂњno answerвЂќ
uz: ... "javob yo'q"

source: Show...
uz: Ko'rsatish ...

source: Contact
uz: Aloqa

source: Legal information
uz: Huquqiy ma'lumotlar

source: Release notes
uz: Chiqarish qaydlari

source: Support forum
uz: Yordam forumi

source: Help center
uz: Yordam markazi

source: Useful resources
uz: Foydali manbalar

source: Donate
uz: Xayriya qilish

source: Reference
uz: Ma'lumotnoma

source: Syntax
uz: Sintaksis

source: Meaning
uz: Ma'nosi

source: Function
uz: Funktsiya

source: info
uz: ma'lumot

source: Are you sure you want to delete user '%s' from user group '%s'?
uz: Siz "%s" foydalanuvchisini "%s" foydalanuvchilar guruhidan o'chirib tashlamoqchimisiz?

source: Error title
uz: Xato nomi

source: Delete parameter
uz: Parametrni o'chirish

source: Edit parameter
uz: Parametrni tahrirlash

source: Delete all response files
uz: Barcha javob fayllarini o'chirish

source: Download all response files
uz: Barcha javob fayllarini yuklab oling

source: Validation
uz: Tasdiqlash

source: Are you sure you want to activate this plugin?
uz: Ushbu plaginni faollashtirmoqchi ekanligingizga ishonchingiz komilmi?

source: Delete label sets
uz: Yorliqlar to'plamini o'chirish

source: Set survey group
uz: So'rov guruhini o'rnatish

source: Select date
uz: Sanani tanlang

source: Register 2FA Method
uz: Ro'yxatdan o'tish 2FA usuli

source: Available items
uz: Mavjud narsalar

source: The themes functionality allows you to edit survey-, admin- or question themes.
uz: Mavzular funksiyasi so'rov, administrator yoki savol mavzularini tahrirlash imkonini beradi.

source: The user management allows you to add additional users to your survey administration.
uz: Foydalanuvchilarni boshqarish sizga so'rov ma'muriyatiga qo'shimcha foydalanuvchilarni qo'shish imkonini beradi.

source: Create a new survey from scratch. Or simply copy or import an existing survey.
uz: Yangi soʻrovnomani noldan yarating. Yoki oddiygina mavjud soʻrovdan nusxa oling yoki import qiling.

source: Account
uz: Hisob

source: Subscribe to ComfortUpdate
uz: ComfortUpdate-ga obuna bo'ling

source: Role ID
uz: rol identifikatori

source: Saved template permissions successfully.
uz: Shablon ruxsatnomalari muvaffaqiyatli saqlangan.

source: Saved permissions successfully.
uz: Ruxsatlar muvaffaqiyatli saqlandi.

source: Could not delete URL parameter
uz: URL parametrini oʻchirib boʻlmadi

source: URL parameter deleted
uz: URL parametri o'chirildi

source: Could not save URL parameter
uz: URL parametrini saqlab bo'lmadi

source: URL parameter saved
uz: URL parametri saqlandi

source: URL parameter not found
uz: URL parametri topilmadi

source: Invalid URL parameter
uz: URL parametri noto'g'ri

source: Invalid request
uz: Yaroqsiz so'rov

source: Quota or quota languages could not be updated.
uz: Kvota yoki kvota tillarini yangilab boʻlmadi.

source: Save as shown
uz: Ko'rsatilganidek saqlang

source: Save year only
uz: Faqat yilni saqlash

source: Save date only
uz: Faqat sanani saqlash

source: Due to a technical problem, your response could not be saved. You will not be able to proceed with this survey.
uz: Texnik nosozlik tufayli javobingizni saqlab bo‘lmadi. Siz bu so‘rovni davom ettira olmaysiz.

source: Due to a technical problem, your response could not be saved. Please contact the survey administrator %s (%s) about this problem. You will not be able to proceed with this survey.
uz: Texnik muammo tufayli javobingizni saqlab boʻlmadi. Iltimos, ushbu muammo boʻyicha soʻrovnoma administratori %s (%s) bilan bogʻlaning. Siz bu soʻrovni davom ettira olmaysiz.

source: The survey alias for '%s' has been cleared because it was already in use by another survey.
uz: "%s" uchun so'rovning taxalluslari o'chirildi, chunki u boshqa so'rovnomada allaqachon ishlatilgan.

source: If deleted, all information stored in this attribute field will be lost.
uz: Agar o'chirilsa, ushbu atribut maydonida saqlangan barcha ma'lumotlar yo'qoladi.

source: Question ID %s
uz: Savol identifikatori %s

source: %s users from group were added.
uz: Guruhdan %s foydalanuvchi qo'shildi.

source: Select all that apply
uz: Barcha tegishlilarini tanlang

source: End: Never
uz: Oxir: hech qachon

source: Successfully saved permissions for user.
uz: Foydalanuvchi uchun ruxsatlar muvaffaqiyatli saqlandi.

source: The survey alias matches an existing URL and cannot be used.
uz: So'rovning taxallus nomi mavjud URL manziliga mos keladi va undan foydalanib bo'lmaydi.

source: Successfully saved permissions for user group.
uz: Foydalanuvchilar guruhi uchun ruxsatlar muvaffaqiyatli saqlandi.

source: Delete user survey permissions
uz: Foydalanuvchi so'rovi ruxsatlarini o'chirish

source: Try now
uz: Hozir urinib ko'ring

source: GDPR-compliance
uz: GDPR muvofiqligi

source: Automatic updates
uz: Avtomatik yangilanishlar

source: Great performance
uz: Ajoyib ijro

source: Subscribe to our %sLimeSurvey Cloud%s hosting and get:
uz: %sLimeSurvey Cloud%s xostingimizga obuna bo'ling va quyidagilarni oling:

source: Survey alias:
uz: So'rovning taxalluslari:

source: Alias must be unique
uz: Taxallus noyob bo'lishi kerak

source: Survey URL without alias
uz: Taxallussiz so'rov URL

source: Survey permissions deleted.
uz: So'rovnoma ruxsatlari o'chirildi.

source: No survey permissions deleted.
uz: Hech qanday so'rovnoma ruxsati o'chirilmagan.

source: No permission to delete survey permissions from user.
uz: Foydalanuvchidan so'rovnoma ruxsatlarini o'chirishga ruxsat yo'q.

source: Unknown action. Error saving permissions.
uz: Noma'lum harakat. Ruxsatlarni saqlashda xatolik yuz berdi.

source: Error saving permissions for user group.
uz: Foydalanuvchilar guruhi uchun ruxsatlarni saqlashda xatolik yuz berdi.

source: Error saving permissions for user.
uz: Foydalanuvchi uchun ruxsatlarni saqlashda xatolik yuz berdi.

source: Unknown user.
uz: Noma'lum foydalanuvchi.

source: Unknown user group.
uz: Noma'lum foydalanuvchilar guruhi.

source: No users from group could be added.
uz: Guruhdan hech qanday foydalanuvchi qo'shib bo'lmadi.

source: User could not be added to survey permissions.
uz: Foydalanuvchini so'rovnoma ruxsatlariga qo'shib bo'lmadi.

source: Survey URL based on survey ID
uz: So'rovnoma identifikatoriga asoslangan so'rov URL

source: Formats a date according to the Survey's date format for the specified language. Example: localize_date(VALIDUNTIL, TOKEN:LANGUAGE)
uz: Aniqlangan til uchun soʻrovnomaning sana formatiga koʻra sanani formatlaydi. Misol: localize_date(VALIDUNTIL, TOKEN:LANGUAGE)

source: Invalid language %s for token ID: %s.
uz: Token ID uchun %s tili noto‘g‘ri: %s.

source: If the new survey ID is already used, a random one will be assigned.
uz: Agar yangi so'rov identifikatori allaqachon ishlatilgan bo'lsa, tasodifiy biri tayinlanadi.

source: Participant expiration date can't be lower than the "Valid from" date
uz: Ishtirokchining amal qilish muddati "Yaroqlilik muddati" sanasidan past bo'lishi mumkin emas

source: The desired survey ID was already in use, therefore a random one was assigned.
uz: Istalgan so'rov identifikatori allaqachon ishlatilgan, shuning uchun tasodifiy identifikator tayinlangan.

source: Add line
uz: Qator qo'shish

source: Unable to create user
uz: Foydalanuvchi yaratib bo'lmadi

source: LimeSurvey internal database
uz: LimeSurvey ichki ma'lumotlar bazasi

source: View all tutorials
uz: Barcha darsliklarni ko'rish

source: Show privacy policy
uz: Maxfiylik siyosatini ko'rsatish

source: Prior to 16 / PSPP
uz: 16 dan oldin / PSPP

source: Delete email(s) from list after sending was successful
uz: Yuborish muvaffaqiyatli bo'lganidan keyin elektron pochta(lar)ni ro'yxatdan o'chirish

source: Privacy policy error message:
uz: Maxfiylik siyosati xato xabari:

source: Privacy policy message:
uz: Maxfiylik siyosati xabari:

source: Privacy policy checkbox label:
uz: Maxfiylik siyosati belgilash katakchasi yorlig'i:

source: Privacy policy notice:
uz: Maxfiylik siyosati eslatmasi:

source: Edit privacy policy settings
uz: Maxfiylik siyosati sozlamalarini tahrirlash

source: Privacy policy
uz: Maxfiylik siyosati

source: Privacy policy settings
uz: Maxfiylik siyosati sozlamalari

source: All participants owned by this user were transferred to %s.
uz: Ushbu foydalanuvchiga tegishli barcha ishtirokchilar %s hisobiga oʻtkazildi.

source: (Deleted user)
uz: (O'chirilgan foydalanuvchi)

source: All of the user's user groups were transferred to %s.
uz: Foydalanuvchining barcha foydalanuvchilar guruhlari %s ga oʻtkazildi.

source: Wrap tables
uz: Jadvallarni o'rash

source: Please note that failed email notifications will be automatically deleted after 30 days.
uz: Iltimos, esda tutingki, muvaffaqiyatsiz elektron pochta xabarlari 30 kundan keyin avtomatik ravishda o'chiriladi.

source: An email has been sent with details about your saved survey. Please make sure to remember your password.
uz: Saqlangan soʻrovnomangiz tafsilotlari bilan elektron pochta xabari yuborildi. Iltimos, parolingizni eslab qoling.

source: Thank you for saving your survey in progress. The following details can be used to return to this survey and continue where you left off.
uz: Davom etayotgan soʻrovnomangizni saqlaganingiz uchun tashakkur. Quyidagi tafsilotlardan soʻrovnomaga qaytish va toʻxtagan joydan davom etish uchun foydalanish mumkin.

source: Delete failed email notifications
uz: Muvaffaqiyatsiz elektron pochta xabarnomalarini o'chirish

source: Thank you for saving your survey in progress. The following details can be used to return to this survey and continue where you left off. Please make sure to remember your password - we cannot retrieve it for you.
uz: Davom etayotgan so'rovnomangizni saqlaganingiz uchun tashakkur. Quyidagi ma'lumotlardan so'rovnomaga qaytish va to'xtagan joydan davom etish uchun foydalanish mumkin. Iltimos, parolingizni eslab qoling - biz uni siz uchun qaytarib ololmaydi.

source: Failed email notifications
uz: Muvaffaqiyatsiz elektron pochta xabarnomalari

source: Free trial
uz: Bepul sinov

source: Legacy and LTS versions
uz: Eski va LTS versiyalari

source: Technical support
uz: Texnik yordam

source: Easy updates
uz: Oson yangilanishlar

source: Subscribe to ComfortUpdate to get access to:
uz: Kirish uchun ComfortUpdate-ga obuna bo'ling:

source: Please select an option
uz: Iltimos, variantni tanlang

source: Failed emails: %s
uz: Muvaffaqiyatsiz elektron pochta xabarlari: %s

source: Sucessfull emails: %s
uz: Muvaffaqiyatli xatlar: %s

source: Email send result
uz: Elektron pochta orqali yuborish natijasi

source: Resend email
uz: E-pochtani qayta yuborish

source: Email content
uz: Elektron pochta tarkibi

source: Sucessfully deleted email notifications: %s
uz: E-pochta bildirishnomalari muvaffaqiyatli oʻchirildi: %s

source: Deleted email notifications
uz: O'chirilgan elektron pochta xabarnomalari

source: Selected email(s)...
uz: Tanlangan elektron pochta(lar)...

source: Resend selected emails
uz: Tanlangan elektron pochta xabarlarini qayta yuborish

source: Resend emails
uz: Elektron pochta xabarlarini qayta yuborish

source: Are you sure you want to delete the selected notifications?
uz: Tanlangan bildirishnomalarni o'chirib tashlamoqchimisiz?

source: No failed email notifications found
uz: Hech qanday muvaffaqiyatsiz elektron pochta xabarnomasi topilmadi

source: Warning: Some answer codes will be truncated.
uz: Ogohlantirish: Ba'zi javob kodlari kesiladi.

source: Label set not found
uz: Yorliqlar to'plami topilmadi

source: There are no labels in this set
uz: Ushbu to'plamda yorliqlar yo'q

source: Question theme has been successfully converted to the latest LimeSurvey version.
uz: Savol mavzusi eng so'nggi LimeSurvey versiyasiga muvaffaqiyatli aylantirildi.

source: Email language
uz: Elektron pochta tili

source: Email type
uz: Elektron pochta turi

source: Recipient
uz: Qabul qiluvchi

source: View and resend failed email notifications
uz: Muvaffaqiyatsiz elektron pochta xabarnomalarini ko'rish va qayta yuborish

source: Update failed, could not save.
uz: Yangilanish amalga oshmadi, saqlanmadi.

source: No match could be found for selection
uz: Tanlov uchun moslik topilmadi

source: Expiration date can't be lower than the start date
uz: Yaroqlilik muddati boshlanish sanasidan past bo'lishi mumkin emas

source: The next step (editing the 'FILE=' line) is only necessary when you have selected a SPSS version without Python. If you selected the version for SPSS with the Python plugin / Essentials, just save the syntax and the data file in the same folder. If you use Python 3 you need to edit the syntax file: replace the line 'begin program.' with 'begin program PYTHON3.'. The full path will be automatically detected when you run the syntax.
uz: Keyingi qadam ("FILE=" qatorini tahrirlash) faqat Python'siz SPSS versiyasini tanlaganingizda kerak bo'ladi. Agar siz Python plagini / Essentials bilan SPSS versiyasini tanlagan bo'lsangiz, sintaksis va ma'lumotlar faylini saqlang. Agar siz Python 3 dan foydalansangiz, sintaksis faylini tahrirlashingiz kerak: “dasturni boshlash” qatorini almashtiring. "PYTHON3 dasturini boshlash" bilan

source: Question help text position
uz: Savol yordami matnining joylashuvi

source: The code of the answer option after which the 'Other:' option will be placed if the position is set to 'After specific answer option'
uz: Javob variantining kodi, undan keyin "Boshqa:" opsiyasi "Muayyan javob variantidan keyin" pozitsiyasiga o'rnatilgan bo'lsa

source: Answer code for 'After specific answer option'
uz: Muayyan javob variantidan keyin" uchun javob kodi

source: Indicates where the 'Other' option should be placed
uz: Boshqa" variantini qaerga qo'yish kerakligini ko'rsatadi

source: Specify how array-filtered sub-questions should be displayed
uz: Masiv filtrlangan kichik savollar qanday ko'rsatilishi kerakligini belgilang

source: After specific subquestion
uz: Muayyan kichik savoldan keyin

source: Condition help for printable survey
uz: Bosma so'rov uchun shart yordami

source: Require at least one special character
uz: Kamida bitta maxsus belgi kerak

source: Preview the survey with this participant
uz: Ushbu ishtirokchi bilan so'rovni oldindan ko'rib chiqing

source: Check password when use вЂњSave and return laterвЂќ feature
uz: Saqlash va keyinroq qaytarish" funksiyasidan foydalanganda parolni tekshiring

source: Password requirements for вЂњSave and return laterвЂќ feature
uz: "Saqlash va keyinroq qaytarish" funksiyasi uchun parol talablari

source: Password requirements for administration login
uz: Ma'muriyatga kirish uchun parol talablari

source: QCode / Answer Code / ID
uz: QCode / Javob kodi / ID

source: The script for this language will not be used because "Use for all languages" is set on the base language's script.
uz: Ushbu til uchun skript ishlatilmaydi, chunki "Barcha tillar uchun foydalanish" asosiy til skriptida o'rnatilgan.

source: Sami (Northern)
uz: Sami (Shimoliy)

source: Question ID '%s' is already in use for language '%s'.
uz: Savol identifikatori "%s" allaqachon "%s" tili uchun ishlatilmoqda.

source: Key can't be empty!
uz: Kalit bo'sh bo'lishi mumkin emas!

source: Please buy/enter a new one!
uz: Iltimos, yangisini sotib oling / kiriting!

source: Stop survey
uz: So'rovni to'xtatish

source: Leave empty if you want the complete question text.
uz: Agar to'liq savol matnini istasangiz, bo'sh qoldiring.

source: Single dash (%s)
uz: Yagona tire (%s)

source: Subquestion wrapped by parentheses
uz: Qavslar bilan o'ralgan kichik savol

source: New line (use with care)
uz: Yangi qator (ehtiyotkorlik bilan foydalaning)

source: Separator between question and subquestion:
uz: Savol va pastki savol o'rtasidagi ajratuvchi:

source: If you want to import the response data from an older version or if your survey has an integrity problem, please use the old export version (automatically selected if there are duplicate codes).
uz: Agar siz eski versiyadan javob ma'lumotlarini import qilmoqchi bo'lsangiz yoki so'rovnomangizda yaxlitlik muammosi bo'lsa, iltimos, eski eksport versiyasidan foydalaning (agar ikki nusxadagi kodlar mavjud bo'lsa, avtomatik ravishda tanlanadi).

source: Default coordinates of the map when the page first loads. Format: latitude [space] longtitude. Latitude and longtitude should be in decimal dot notation (for example "-3.1234 5.1424").
uz: Sahifa birinchi marta yuklanganda xaritaning standart koordinatalari. Format: kenglik [boʻshliq] uzunlik. Kenglik va uzunlik oʻnli nuqta belgisida boʻlishi kerak (masalan, "-3.1234 5.1424\”).

source: No user definition found in file.
uz: Faylda foydalanuvchi ta'rifi topilmadi.

source: Please make sure that your JSON arrays contain the fields '%s', '%s', '%s', '%s', and '%s'
uz: Iltimos, JSON massivlaringiz '%s', '%s', '%s', '%s' va '%s' maydonlarini o'z ichiga olganligiga ishonch hosil qiling.

source: No scenario number specified
uz: Stsenariy raqami ko'rsatilmagan

source: Simple usage to get the value of current response before any update: %s
uz: Har qanday yangilanishdan oldin joriy javob qiymatini olish uchun oddiy foydalanish: %s

source: The function is used to return a static value of any expression.
uz: Funktsiya har qanday ifodaning statik qiymatini qaytarish uchun ishlatiladi.

source: Return the equation as a static value even if question are in same group.
uz: Savol bir guruhda bo'lsa ham, tenglamani statik qiymat sifatida qaytaring.

source: Answer codes may only contain alphanumeric characters.
uz: Javob kodlari faqat harf-raqamli belgilarni o'z ichiga olishi mumkin.

source: Could not determine the database engine version. Please check your credentials.
uz: Maʼlumotlar bazasi mexanizmi versiyasini aniqlab boʻlmadi. Hisob maʼlumotlaringizni tekshiring.

source: No matching QID
uz: Mos keladigan QID yo'q

source: File is empty or you selected an invalid character set (%s).
uz: Fayl bo'sh yoki siz noto'g'ri belgilar to'plamini tanladingiz (%s).

source: Reset participant attempts
uz: Ishtirokchi urinishlarini tiklash

source: Reset failed login attempts of participants to make survey accessible again:
uz: So'rovnomaga kirish mumkin bo'lishi uchun ishtirokchilarning muvaffaqiyatsiz kirish urinishlarini tiklash:

source: Brute-force protection for survey participation
uz: So'rovda qatnashish uchun shafqatsiz kuch himoyasi

source: Lockout time in seconds (after maximum number of attempts):
uz: Lokaut vaqti soniyalarda (maksimal urinishlar sonidan keyin):

source: Maximum number of attempts:
uz: Maksimal urinishlar soni:

source: Brute-force protection for administration
uz: Ma'muriyat uchun shafqatsiz kuch himoyasi

source: Failed login attempts of participants have been reset.
uz: Ishtirokchilarning muvaffaqiyatsiz kirish urinishlari qayta tiklandi.

source: Source directory not found
uz: Manba katalogi topilmadi

source: You have been removed from the central participants list for this site.
uz: Siz ushbu sayt uchun markaziy ishtirokchilar ro'yxatidan o'chirildingiz.

source: Destination directory already exists!
uz: Maqsad katalogi allaqachon mavjud!

source: Invalid response ID
uz: Javob identifikatori noto'g'ri
