Repository: DayMarket/infra-docker
Catalog: images/limesurvey/v6.0/limesurvey-6-*.po
Languages: uz

source: Survey registration confirmation
uz: So'rovni ro'yxatdan o'tkazishni tasdiqlash

source: Reminder to participate in a survey
uz: So'rovda qatnashish uchun eslatma

source: Invitation to participate in a survey
uz: So'rovnomada ishtirok etishga taklif

source: Confirmation of your participation in our survey
uz: Bizning so'rovnomamizdagi ishtirokingizni tasdiqlash

source: Inactive
uz: Faol emas

source: Expired
uz: Muddati o'tgan

source: Active
uz: Faol

source: Equation
uz: Tenglama

source: File upload
uz: Faylni yuklash

source: Array (Texts)
uz: Masiv (matnlar)

source: Array (Numbers)
uz: Masiv (raqamlar)

source: List (Dropdown)
uz: Ro'yxat (ochiladigan)

source: Yes/No
uz: Ha yo'q

source: Text display
uz: Matnni ko'rsatish

source: Huge free text
uz: Ulkan bepul matn

source: Long free text
uz: Uzoq bepul matn

source: Short free text
uz: Qisqa bepul matn

source: Multiple short text
uz: Bir nechta qisqa matn

source: Multiple choice with comments
uz: Izohlar bilan bir nechta tanlov

source: List with comment
uz: Izoh bilan ro'yxat

source: Numerical input
uz: Raqamli kiritish

source: Multiple choice
uz: Ko'p tanlov

source: List (Radio)
uz: Ro'yxat (radio)

source: Multiple numerical input
uz: Bir nechta raqamli kiritish

source: Language switch
uz: Tilni almashtirish

source: Percentage
uz: foiz

source: Array by column
uz: Ustun bo'yicha massiv

source: Gender
uz: jins

source: Array
uz: massiv

source: Array (Increase/Same/Decrease)
uz: Masiv (o'sish/bir xil/kamaytirish)

source: Date/Time
uz: Sana/vaqt

source: Array (Yes/No/Uncertain)
uz: Masiv (ha/yo'q/noaniq)

source: Array (10 point choice)
uz: Masiv (10 ball tanlash)

source: Array (5 point choice)
uz: Masiv (5 ball tanlash)

source: 5 point choice
uz: 5 ball tanlash

source: Array dual scale
uz: Ikki massivli massiv

source: Text questions
uz: Matnli savollar

source: Multiple choice questions
uz: Ko'p tanlovli savollar

source: Single choice questions
uz: Yagona tanlov savollari

source: Mask questions
uz: Niqobli savollar

source: Arrays
uz: Masivlar

source: Arithmetic mean
uz: O'rtacha arifmetik

source: Number of cases
uz: Ishlar soni

source: Answers
uz: Javoblar

source: Not displayed
uz: Ko'rsatilmagan

source: Not completed or Not displayed
uz: Tugallanmagan yoki ko'rsatilmagan

source: Label %s
uz: Yorliqlar

source: Not enough values for calculation
uz: Hisoblash uchun qiymatlar etarli emas

source: minitab method
uz: minitab usuli

source: Q1 and Q3 calculated using %s
uz: %s yordamida hisoblangan Q1 va Q3

source: Count
uz: hisoblash

source: Null values are ignored in calculations
uz: Hisoblashda null qiymatlar e'tiborga olinmaydi

source: 3rd quartile (Q3)
uz: 3-kvartil (3-chorak)

source: 2nd quartile (Median)
uz: 2-kvartil (median)

source: 1st quartile (Q1)
uz: 1-kvartil (1-chorak)

source: Average
uz: O'rtacha

source: Standard deviation
uz: Standart og'ish

source: Result
uz: Natija

source: Calculation
uz: Hisoblash

source: Average size per respondent
uz: Bir respondentga o'rtacha o'lcham

source: Average file size
uz: O'rtacha fayl hajmi

source: Total size of files
uz: Fayllarning umumiy hajmi

source: Average no. of files per respondent
uz: Bir respondentga o'rtacha fayllar soni

source: Total number of files
uz: Fayllarning umumiy soni

source: Ranking
uz: Reyting

source: Browse
uz: Ko'rib chiqish

source: Results
uz: Natijalar

source: Percentage of total:
uz: Jami foiz:

source: Total records in survey:
uz: So'rovdagi jami yozuvlar:

source: Number of records in this query:
uz: Ushbu so'rovdagi yozuvlar soni:

source: Survey
uz: Tadqiqot

source: Comments
uz: Izohlar

source: Can't update labels because you are using duplicated codes
uz: Yorliqlarni yangilab boʻlmaydi, chunki siz takrorlangan kodlardan foydalanmoqdasiz

source: Labels successfully updated
uz: Yorliqlar muvaffaqiyatli yangilandi

source: This is not a valid timings data XML file.
uz: Bu yaroqli vaqt ma'lumotlari XML fayli emas.

source: This is not a valid response data XML file.
uz: Bu javob ma'lumotlarining yaroqli XML fayli emas.

source: This is not a valid LimeSurvey survey structure XML file.
uz: Bu LimeSurvey tadqiqot tuzilmasining yaroqli XML fayli emas.

source: Sorry your responses have exceeded a quota on this survey.
uz: Kechirasiz, sizning javoblaringiz ushbu so'rovnomadagi kvotadan oshib ketdi.

source: The languages of the imported question file must at least include the base language of this survey.
uz: Import qilingan savol faylining tillari hech bo'lmaganda ushbu so'rovning asosiy tilini o'z ichiga olishi kerak.

source: The languages of the imported group file must at least include the base language of this survey.
uz: Import qilingan guruh faylining tillari hech bo'lmaganda ushbu so'rovning asosiy tilini o'z ichiga olishi kerak.

source: Start HTML editor in a popup window
uz: Qalqib chiquvchi oynada HTML muharririni ishga tushiring

source: Switch to closed-access mode
uz: Yopiq kirish rejimiga o'tish

source: The required directory for saving the uploaded files couldn't be created. Please check file premissions on the /upload/surveys directory.
uz: Yuklangan fayllarni saqlash uchun kerakli katalogni yaratib boʻlmadi. Iltimos, /upload/surveys katalogidagi fayl ruxsatlarini tekshiring.

source: Database error
uz: Ma'lumotlar bazasi xatosi

source: Activate Survey
uz: So'rovni faollashtirish

source: This question has a condition set, however the condition is based on a question that appears after it.
uz: Bu savolning sharti bor, ammo shart undan keyin paydo bo'ladigan savolga asoslanadi.

source: This question requires a second answer set but none is set.
uz: Bu savolga ikkinchi javob to'plami kerak, ammo hech biri belgilanmagan.

source: This question requires answers, but none are set.
uz: Bu savol javoblarni talab qiladi, ammo hech biri belgilanmagan.

source: This question does not have a question 'type' set.
uz: Bu savolda "turi" to'plami yo'q.

source: This group does not contain any question(s).
uz: Ushbu guruhda hech qanday savol(lar) mavjud emas.

source: Submit
uz: Yuborish

source: Question index
uz: Savollar indeksi

source: This survey is currently not active. You will not be able to save your responses.
uz: Bu soʻrov hozirda faol emas. Javoblaringizni saqlay olmaysiz.

source: One or more uploaded files are not in proper format/size. You cannot proceed until these files are valid.
uz: Bir yoki bir nechta yuklangan fayllar toʻgʻri formatda/oʻlchamda emas. Bu fayllar haqiqiy boʻlmaguncha davom eta olmaysiz.

source: One or more questions have not been answered in a valid manner. You cannot proceed until these answers are valid.
uz: Bir yoki bir nechta savollarga toʻgʻri javob berilmagan. Bu javoblar haqiqiy boʻlmaguncha davom eta olmaysiz.

source: One or more mandatory questions have not been answered. You cannot proceed until these have been completed.
uz: Bir yoki bir nechta majburiy savollarga javob berilmadi. Ular tugallanmaguncha davom eta olmaysiz.

source: There are no more questions. Please press the <Submit> button to finish this survey.
uz: Boshqa savol yo'q. Iltimos, so'rovnomani yakunlash uchun <Yuborish> tugmasini bosing.

source: Submit your answers
uz: Javoblaringizni yuboring

source: This group contains no questions. You must add questions to this group before you can preview it
uz: Bu guruhda hech qanday savol yoʻq. Uni oldindan koʻrishdan oldin ushbu guruhga savollar qoʻshishingiz kerak

source: Invalid group number for this survey:
uz: Ushbu so'rovnoma uchun guruh raqami noto'g'ri:

source: View the statistics for this survey.
uz: Ushbu so'rovnoma uchun statistikani ko'ring.

source: Print your answers.
uz: Javoblaringizni chop eting.

source: Your survey responses have been recorded.
uz: So'rovnomaga bergan javoblaringiz yozib olindi.

source: Thank you!
uz: Rahmat!

source: Did Not Save
uz: Saqlamadim

source: Please use the survey navigation buttons or index. It appears you attempted to use the browser back button to re-submit a page.
uz: Iltimos, so'rovnoma navigatsiya tugmalari yoki indeksidan foydalaning. Siz sahifani qayta yuborish uchun brauzerning "Orqaga" tugmasidan foydalanmoqchi bo'lgan ko'rinadi.

source: You need to add questions
uz: Siz savol qo'shishingiz kerak

source: You need to add question groups
uz: Siz savol guruhlarini qo'shishingiz kerak

source: Survey cannot be activated yet.
uz: So'rovnomani hali faollashtirib bo'lmaydi.

source: Straight
uz: Streyt

source: Detailed email notification with response data is sent to:
uz: Javob ma'lumotlari bilan batafsil elektron pochta xabarnomasi yuboriladi:

source: Basic email notification is sent to:
uz: Asosiy elektron pochta xabarnomasi quyidagi manzilga yuboriladi:

source: Participants can save partially finished surveys
uz: Ishtirokchilar qisman tugallangan so'rovlarni saqlashlari mumkin

source: It uses cookies for access control.
uz: U kirishni boshqarish uchun cookie-fayllardan foydalanadi.

source: Referrer URL will be saved.
uz: Yo'naltiruvchining URL manzili saqlanadi.

source: IP Addresses will be logged
uz: IP-manzillar qayd qilinadi

source: Responses will be date stamped.
uz: Javoblarga sana muhri qo'yiladi.

source: A question index will be shown; participants will be able to jump between viewed questions.
uz: Savollar indeksi ko'rsatiladi; ishtirokchilar ko'rilgan savollar orasida o'tishlari mumkin bo'ladi.

source: No question index will be shown with this format.
uz: Bu formatda hech qanday savol indeksi ko'rsatilmaydi.

source: It is presented on one single page.
uz: U bitta sahifada taqdim etilgan.

source: It is presented group by group.
uz: U guruh bo'yicha taqdim etiladi.

source: It is presented question by question.
uz: Bu savol-javob bilan taqdim etiladi.

source: Responses to this survey are NOT anonymized.
uz: Ushbu so'rovnomaga berilgan javoblar anonim EMAS.

source: Responses to this survey are anonymized.
uz: Ushbu so'rovnomaga berilgan javoblar anonimdir.

source: None
uz: Yo'q

source: Your responses were successfully saved.
uz: Javoblaringiz muvaffaqiyatli saqlandi.

source: We are sorry but you are not allowed to enter this survey.
uz: Kechirasiz, lekin sizga ushbu so'rovnomaga kirishga ruxsat berilmagan.

source: For further information please contact %s:
uz: Qo'shimcha ma'lumot uchun %s bilan bog'laning:

source: This is a controlled survey. You need a valid access code to participate.
uz: Bu nazorat ostidagi so'rov. Ishtirok etish uchun sizga yaroqli kirish kodi kerak.

source: Load unfinished survey
uz: Tugallanmagan so'rovni yuklash

source: You did not provide a password.
uz: Siz parol bermadingiz.

source: You did not provide a name.
uz: Siz ism bermadingiz.

source: You have already completed this survey.
uz: Siz allaqachon so'rovnomani tugatgansiz.

source: This survey is not yet started.
uz: Ushbu so'rov hali boshlanmagan.

source: View statistics
uz: Statistikani ko'rish

source: Previous session is set to be finished.
uz: Oldingi sessiya yakunlanishi kerak.

source: The access code you provided doesn't match the one in your session.
uz: Siz kiritgan kirish kodi seansingizdagi kodga mos kelmaydi.

source: User not found
uz: Foydalanuvchi topilmadi

source: Failed to remove user.
uz: Foydalanuvchini olib tashlab bo'lmadi.

source: User removed.
uz: Foydalanuvchi olib tashlandi.

source: You can not add or remove the group owner from the group.
uz: Siz guruh egasini guruhga qo'sha olmaysiz yoki o'chira olmaysiz.

source: Group not found.
uz: Guruh topilmadi.

source: User group successfully saved!
uz: Foydalanuvchilar guruhi muvaffaqiyatli saqlandi!

source: User group successfully added!
uz: Foydalanuvchilar guruhi muvaffaqiyatli qo'shildi!

source: Failed to add group! Group already exists.
uz: Guruh qo‘shib bo‘lmadi! Guruh allaqachon mavjud.

source: Failed to add group! Group name length more than 20 characters.
uz: Guruh qo'shib bo'lmadi! Guruh nomi uzunligi 20 belgidan ortiq.

source: Could not delete user group.
uz: Foydalanuvchilar guruhini oʻchirib boʻlmadi.

source: Email to %s failed. Error Message : %s
uz: %s ga elektron pochta xabari yuborilmadi. Xato xabari: %s

source: Your personal settings were successfully saved.
uz: Shaxsiy sozlamalaringiz muvaffaqiyatli saqlandi.

source: Editing user
uz: Foydalanuvchini tahrirlash

source: All of the user's surveys were transferred to %s.
uz: Foydalanuvchining barcha so'rovlari %s ga o'tkazildi.

source: Add user
uz: Foydalanuvchi qo'shish

source: User registration at '%s'
uz: Foydalanuvchini '%s'da ro'yxatdan o'tkazish

source: If you have any questions regarding this mail please do not hesitate to contact the site administrator at %s. Thank you!
uz: Agar sizda ushbu xat bo'yicha savollaringiz bo'lsa, iltimos, %s orqali sayt administratoriga murojaat qiling. Rahmat!

source: Hello %s,
uz: Salom %s,

source: A username was not supplied or the username is invalid.
uz: Foydalanuvchi nomi ko'rsatilmagan yoki foydalanuvchi nomi noto'g'ri.

source: The email address is not valid.
uz: Elektron pochta manzili noto'g'ri.

source: Failed to add user
uz: Foydalanuvchini qo'shib bo'lmadi

source: Question code / ID
uz: Savol kodi / ID

source: Registration email
uz: Ro'yxatdan o'tish elektron pochtasi

source: Confirmation email
uz: Tasdiqlash elektron pochtasi

source: Reminder email
uz: E-pochta eslatmasi

source: Invitation email
uz: Taklif elektron pochtasi

source: Answer options
uz: Javob variantlari

source: Subquestions
uz: pastki savollar

source: Group description
uz: Guruh tavsifi

source: Question groups
uz: Savol guruhlari

source: End message:
uz: Xabarni tugatish:

source: Welcome and end text
uz: Xush kelibsiz va yakuniy matn

source: Description:
uz: Ta'rif:

source: Survey title and description
uz: So'rovning nomi va tavsifi

source: Please choose...
uz: Iltimos, tanlang ...

source: Translate to
uz: Tarjima qilish

source: Return to survey administration
uz: So'rov ma'muriyatiga qaytish

source: Translate survey
uz: Tarjima so'rovi

source: A survey participants table has been created for this survey and the old participants were imported.
uz: Ushbu so'rov uchun so'rov ishtirokchilari jadvali yaratildi va eski ishtirokchilar import qilindi.

source: A participant table has been created for this survey.
uz: Ushbu so'rov uchun ishtirokchilar jadvali yaratilgan.

source: Bounce settings have been saved.
uz: Bounce sozlamalari saqlandi.

source: Bounce settings
uz: O'chirish sozlamalari

source: A backup of this table has been made, which can only be accessed by your site administrator.
uz: Ushbu jadvalning zaxira nusxasi yaratildi, unga faqat saytingiz administratori kirishi mumkin.

source: A backup of this table will be made if you proceed. Your site administrator will be able to access this table.
uz: Agar siz davom etsangiz, ushbu jadvalning zaxira nusxasi yaratiladi. Saytingiz ma'muri ushbu jadvalga kira oladi.

source: Can't connect to the LDAP directory
uz: LDAP katalogiga ulanib bo'lmadi

source: We are sorry but you don't have permissions to do this.
uz: Kechirasiz, lekin sizda buni qilishga ruxsat yo'q.

source: Uploading LDAP Query
uz: LDAP so'rovi yuklanmoqda

source: not having been sent an invitation already
uz: allaqachon taklifnoma yuborilmagan

source: having a valid email address
uz: to'g'ri elektron pochta manziliga ega

source: There were no eligible emails to send. This will be because none satisfied the criteria of:
uz: Yuborish uchun hech qanday mos e-pochta yo'q edi. Buning sababi, hech biri quyidagi mezonlarga javob bermagani uchun:

source: Reminder sent to:
uz: Eslatma yuborildi:

source: Invitation sent to:
uz: Taklifnoma yuborildi:

source: Email to {FIRSTNAME} {LASTNAME} ({EMAIL}) delayed: Access code is not yet valid.
uz: {FIRSTNAME} {LASTNAME} ({EMAIL}) manziliga xat kechikdi: Kirish kodi hali yaroqsiz.

source: Participant attribute descriptions were successfully updated.
uz: Ishtirokchi atributlari tavsiflari muvaffaqiyatli yangilandi.

source: %s field(s) were successfully added.
uz: %s maydon(lar) muvaffaqiyatli qo'shildi.

source: There is already an entry with that exact access code in the table. The same access code cannot be used in multiple entries.
uz: Jadvalda aynan shu kirish kodi bo'lgan yozuv allaqachon mavjud. Bir xil kirish kodini bir nechta yozuvlarda ishlatib bo'lmaydi.

source: Failed
uz: Muvaffaqiyatsiz

source: %s unread messages were scanned, none were marked as bounce by the system.
uz: %s o'qilmagan xabarlar skanerdan o'tkazildi, hech biri tizim tomonidan qaytarilgan deb belgilanmagan.

source: %s unread messages were scanned out of which %s were marked as bounce by the system.
uz: %s o'qilmagan xabar skanerdan o'tkazildi, ulardan %s tizim tomonidan qaytarilgan deb belgilandi.

source: The survey you selected does not exist
uz: Siz tanlagan so'rovnoma mavjud emas

source: This is the survey end message.
uz: Bu so'rovning yakuniy xabari.

source: Submit your survey.
uz: So'rovnomangizni yuboring.

source: Please explain something in detail:
uz: Iltimos, biror narsani batafsil tushuntirib bering:

source: The following surveys are available:
uz: Quyidagi so'rovlar mavjud:

source: This group description is fairly vacuous, but quite important.
uz: Ushbu guruh tavsifi juda bo'sh, ammo juda muhim.

source: Group 1: The first lot of questions
uz: 1-guruh: Birinchi savollar to'plami

source: Some URL description
uz: Ba'zi URL tavsifi

source: You should have a great time doing this
uz: Buni qilishda yaxshi vaqt o'tkazishingiz kerak

source: Welcome to this sample survey
uz: Ushbu namunaviy so'rovga xush kelibsiz

source: But this one isn't.
uz: Ammo bu emas.

source: This is a sample survey description. It could be quite long.
uz: Bu so'rovnomaning namunaviy tavsifi. Bu ancha uzun bo'lishi mumkin.

source: Template Sample
uz: Shablon namunasi

source: There was a problem deleting the template '%s'. Please check your directory/file permissions.
uz: "%s" shablonini o‘chirishda muammo yuz berdi. Iltimos, katalog/fayl ruxsatlarini tekshiring.

source: Template '%s' was successfully deleted.
uz: "%s" shablon muvaffaqiyatli o'chirildi.

source: Please check the directory permissions.
uz: Iltimos, katalog ruxsatlarini tekshiring.

source: Unable to create directory `%s`.
uz: `%s` katalogini yaratib boʻlmadi.

source: Directory with the name `%s` already exists - choose another name
uz: `%s` nomli katalog allaqachon mavjud - boshqa nom tanlang

source: This name is reserved for standard template.
uz: Bu nom standart shablon uchun ajratilgan.

source: This ZIP archive contains no valid template files. Import failed.
uz: Ushbu ZIP arxivida yaroqli shablon fayllari mavjud emas. Import qilinmadi.

source: Export
uz: Eksport

source: Forbidden Extension
uz: Taqiqlangan kengaytma

source: OK
uz: KELISHDIKMI

source: Copy failed
uz: Nusxalash amalga oshmadi

source: This file is not a valid ZIP file archive. Import failed.
uz: Bu fayl yaroqli ZIP fayl arxivi emas. Import qilinmadi.

source: Template '%s' does already exist.
uz: "%s" shablon allaqachon mavjud.

source: Demo mode: Uploading templates is disabled.
uz: Namoyish rejimi: shablonlarni yuklash o'chirilgan.

source: Edit survey permissions
uz: So'rovnoma ruxsatlarini tahrirlash

source: Save Now
uz: Hozir saqlash

source: Delete
uz: O'chirish

source: Update
uz: Yangilanish

source: Create
uz: Yaratmoq

source: View/read
uz: Ko'rish/o'qish

source: Permission
uz: Ruxsat

source: Edit survey permissions for user group %s
uz: %s foydalanuvchilar guruhi uchun soʻrovnoma ruxsatlarini tahrirlash

source: Edit survey permissions for user %s
uz: %s foydalanuvchisi uchun soʻrovnoma ruxsatlarini tahrirlash

source: User added.
uz: Foydalanuvchi qo'shildi.

source: User group added.
uz: Foydalanuvchilar guruhi qo'shildi.

source: Add user group
uz: Foydalanuvchilar guruhini qo'shish

source: User
uz: Foydalanuvchi

source: Action
uz: Harakat

source: Please select a file to import!
uz: Iltimos, import qilinadigan faylni tanlang!

source: Are you sure you want to delete this entry?
uz: Ushbu yozuvni o'chirib tashlamoqchimisiz?

source: Username
uz: Foydalanuvchi nomi

source: Edit permissions
uz: Ruxsatlarni tahrirlash

source: Full name
uz: To'liq ism

source: User group
uz: Foydalanuvchilar guruhi

source: Survey permissions
uz: So'rovnoma uchun ruxsatnomalar

source: The survey was successfully expired by setting an expiration date in the survey settings.
uz: So'rovnoma sozlamalarida amal qilish muddatini belgilash orqali so'rov muvaffaqiyatli yakunlandi.

source: The new question group/question order was successfully saved.
uz: Yangi savol guruhi/savollar tartibi muvaffaqiyatli saqlandi.

source: No survey ID has been provided. Cannot copy survey
uz: So'rovnoma identifikatori taqdim etilmagan. So'rovdan nusxa ko'chirib bo'lmaydi

source: Survey copy summary
uz: So'rov nusxasi xulosasi

source: Copy survey
uz: So'rovnomani nusxalash

source: Survey structure import summary
uz: So'rov tuzilmasi importi xulosasi

source: Import survey data
uz: So'rov ma'lumotlarini import qilish

source: Survey deleted.
uz: So'rov o'chirildi.

source: This survey is currently active.
uz: Ushbu so'rov hozirda faol.

source: This survey is active but has a start date.
uz: Ushbu so'rov faol, ammo boshlanish sanasi bor.

source: This survey is active but expired.
uz: Ushbu so'rov faol, ammo muddati tugagan.

source: You do not have the Freetype Library installed. Showing charts requires the Freetype library to function properly.
uz: Sizda Freetype kutubxonasi oʻrnatilmagan. Grafiklarni koʻrsatish Freetype kutubxonasining toʻgʻri ishlashini talab qiladi.

source: visit http://us2.php.net/manual/en/ref.image.php for more information
uz: Qo'shimcha ma'lumot olish uchun http://us2.php.net/manual/en/ref.image.php saytiga tashrif buyuring

source: You do not have the GD Library installed. Showing charts requires the GD library to function properly.
uz: Sizda GD Library oʻrnatilmagan. Grafiklarni koʻrsatish GD kutubxonasining toʻgʻri ishlashini talab qiladi.

source: Remaining
uz: Qolgan

source: Limit
uz: cheklash

source: Quota name
uz: Kvota nomi

source: Base language
uz: Asosiy til

source: Group could not be deleted
uz: Guruhni oʻchirib boʻlmadi

source: The question group was deleted.
uz: Savollar guruhi o'chirildi.

source: Other:
uz: Boshqa:

source: You are not authorized to delete questions.
uz: Siz savollarni o'chirish huquqiga ega emassiz.

source: Question was successfully deleted.
uz: Savol muvaffaqiyatli o'chirildi.

source: Some example subquestion
uz: Ba'zi bir kichik savolga misol

source: Some example answer option
uz: Ba'zi misol javob varianti

source: Checked
uz: tekshirildi

source: (No default value)
uz: (Birlamchi qiymat yo'q)

source: Unknown file extension
uz: Noma'lum fayl kengaytmasi

source: No GID (Group) has been provided. Cannot import question
uz: Hech qanday GID (guruh) taqdim etilmagan. Savolni import qilib bo‘lmaydi

source: No SID (Survey) has been provided. Cannot import question.
uz: Hech qanday SID (so'rovnoma) taqdim etilmagan. Savolni import qilib bo'lmaydi.

source: Please choose no more than %s items.
uz: Iltimos, koʻpi bilan %s ta elementni tanlang.

source: Please choose at least %s items.
uz: Iltimos, kamida %s elementni tanlang.

source: Please choose the appropriate response for each item:
uz: Iltimos, har bir element uchun mos javobni tanlang:

source: Please write your answer here:
uz: Iltimos, javobingizni shu yerga yozing:

source: Please write your answer(s) here:
uz: Iltimos, javoblaringizni shu yerga yozing:

source: Please choose all that apply and provide a comment:
uz: Iltimos, tegishli bo'lganlarning barchasini tanlang va sharh qoldiring:

source: Please choose *all* that apply:
uz: Iltimos, *hammasini* tanlang:
