Repository: DayMarket/infra-docker
Catalog: images/limesurvey/v6.0/limesurvey-6-*.po
Languages: uz

source: Participants you have shared
uz: Siz baham ko'rgan ishtirokchilar

source: Participants shared with you
uz: Ishtirokchilar siz bilan baham ko'rishdi

source: Participants owned by you
uz: Sizga tegishli ishtirokchilar

source: Total participants in central table
uz: Markaziy jadvaldagi jami ishtirokchilar

source: Central participants database summary
uz: Markaziy ishtirokchilar ma'lumotlar bazasi haqida xulosa

source: Share panel
uz: Panelni almashish

source: File should be a standard CSV (comma delimited) file with optional double quotes around values (default for most spreadsheet tools). The first line must contain the field names. The fields can be in any order.
uz: Fayl standart CSV (vergul bilan ajratilgan) fayl boʻlishi kerak, qiymatlar atrofida qoʻsh tirnoqli ixtiyoriy boʻlishi kerak (koʻpchilik elektron jadval vositalari uchun birlamchi). Birinchi qatorda maydon nomlari boʻlishi kerak. Maydonlar istalgan tartibda boʻlishi mumkin.

source: CSV input format
uz: CSV kiritish formati

source: Filter blank email addresses:
uz: Bo'sh elektron pochta manzillarini filtrlash:

source: (Autodetect)
uz: (Avtomatik aniqlash)

source: Semicolon
uz: Nuqtali vergul

source: Comma
uz: vergul

source: Character set of file:
uz: Faylning belgilar to'plami:

source: Choose the file to upload:
uz: Yuklash uchun faylni tanlang:

source: Import CSV
uz: CSVni import qilish

source: Attributes to export:
uz: Eksport uchun atributlar:

source: User with whom the participants are to be shared:
uz: Ishtirokchilar baham ko'rilishi kerak bo'lgan foydalanuvchi:

source: Share
uz: Ulashish

source: Search
uz: Qidirmoq

source: Add participants to survey
uz: So'rovga ishtirokchilarni qo'shish

source: Access denied
uz: Ruxsat berilmadi

source: Survey ID
uz: So'rovnoma identifikatori

source: Add participant to survey
uz: Ishtirokchini so'rovga qo'shish

source: Participant ID
uz: Ishtirokchi identifikatori

source: Date added
uz: Qo'shilgan sana

source: Equals
uz: Teng

source: Owner ID
uz: Egasi identifikatori

source: Survey name
uz: So'rovnoma nomi

source: Blacklisted
uz: Qora ro'yxat

source: Allow participant to unblacklist himself/herself:
uz: Ishtirokchiga o'zini qora ro'yxatdan chiqarishga ruxsat bering:

source: Delete globally blocklisted participant from the database:
uz: Ma'lumotlar bazasidan global bloklangan ishtirokchini o'chirish:

source: Blacklist participant for any new added survey once the global field is set:
uz: Global maydon o'rnatilgandan so'ng, har qanday yangi qo'shilgan so'rovning qora ro'yxati ishtirokchisi:

source: Blacklist all current surveys for participant once the global field is set:
uz: Global maydon o'rnatilgandan so'ng ishtirokchi uchun barcha joriy so'rovlarni qora ro'yxatga kiriting:

source: Blacklist settings
uz: Qora ro'yxat sozlamalari

source: Loading...
uz: Yuklanmoqda...

source: Reset
uz: Qayta o'rnatish

source: Processing...
uz: Qayta ishlanmoqda...

source: Drop a CSV field into an existing participant attribute listed below to import your data into it.
uz: Ma'lumotlaringizni import qilish uchun quyida keltirilgan mavjud ishtirokchi atributiga CSV maydonini qo'ying.

source: Existing attribute
uz: Mavjud atribut

source: Drop a CSV field into this area to create a new participant attribute and import your data into it.
uz: Yangi ishtirokchi atributini yaratish va unga ma'lumotlaringizni import qilish uchun ushbu maydonga CSV maydonini qo'ying.

source: Attributes to be created
uz: Yaraladigan atributlar

source: The following additional fields were found in your CSV file.
uz: CSV faylingizda quyidagi qoʻshimcha maydonlar topildi.

source: CSV field names
uz: CSV maydon nomlari

source: Only one CSV attribute is mapped with central attribute.
uz: Faqat bitta CSV atributi markaziy atribut bilan xaritalangan.

source: You have to pair this field with an existing attribute.
uz: Siz bu maydonni mavjud atribut bilan bog'lashingiz kerak.

source: Upload summary
uz: Yuklab olish xulosasi

source: Summary
uz: Xulosa

source: Attribute management
uz: Atributlarni boshqarish

source: Attribute type
uz: Atribut turi

source: Group by Group
uz: Guruh bo'yicha guruhlash

source: Only previous pages answers are available
uz: Faqat oldingi sahifalardagi javoblar mavjud

source: All in one
uz: Hammasi bittada

source: Some questions have been disabled
uz: Ba'zi savollar o'chirilgan

source: Standard fields
uz: Standart maydonlar

source: No replacement variable available for this field
uz: Ushbu maydon uchun almashtirish o'zgaruvchisi mavjud emas

source: Replace
uz: Almashtirish

source: Enter one label per line. You can provide a code by separating code and label text with a semicolon or tab. For multilingual surveys you add the translation(s) on the same line separated with a semicolon or tab.
uz: Har bir satrga bitta yorliq kiriting. Kod va yorliq matnini nuqtali vergul yoki yorliq bilan ajratib kod taqdim etishingiz mumkin. Koʻp tilli soʻrovlar uchun siz nuqtali vergul yoki yorliq bilan ajratilgan bir qatorga tarjima(lar)ni qoʻshishingiz mumkin.

source: Enter your labels:
uz: Yorliqlaringizni kiriting:

source: Import resources ZIP archive
uz: Import resurslari ZIP arxivi

source: Select ZIP file:
uz: ZIP faylni tanlang:

source: Export resources as ZIP archive
uz: Resurslarni ZIP arxivi sifatida eksport qilish

source: Browse uploaded resources
uz: Yuklangan manbalarni ko'rib chiqish

source: Images
uz: Rasmlar

source: Files
uz: Fayllar

source: Save changes
uz: O'zgarishlarni saqlash

source: Code
uz: Kod

source: Error: 'other' is a reserved keyword.
uz: Xato: "boshqa" - zaxiralangan kalit so'z.

source: Error: You are trying to use duplicate label codes.
uz: Xato: Siz ikki nusxadagi yorliq kodlaridan foydalanmoqchisiz.

source: Uploaded resources management
uz: Yuklangan resurslarni boshqarish

source: Logout
uz: Chiqish

source: Export this label set
uz: Ushbu yorliqlar to'plamini eksport qilish

source: Delete label set
uz: Yorliqlar to'plamini o'chirish

source: Do you really want to delete this label set?
uz: Siz haqiqatan ham ushbu yorliqlar to'plamini o'chirib tashlamoqchimisiz?

source: File
uz: Fayl

source: Total errors
uz: Jami xatolar

source: Total imported files
uz: Jami import qilingan fayllar

source: Resources import summary
uz: Resurslar importi xulosasi

source: Imported resources for
uz: Import qilingan resurslar

source: Error files list
uz: Xato fayllar ro'yxati

source: Partial
uz: Qisman

source: Imported files list
uz: Import qilingan fayllar ro'yxati

source: Import label set resources
uz: Yorliqlar to'plami resurslarini import qilish

source: Return to label set administration
uz: Yorliqlar to'plamini boshqarishga qaytish

source: Import of label set(s) is completed.
uz: Yorliqlar to'plamini import qilish tugallandi.

source: Labels
uz: Yorliqlar

source: Label sets
uz: Yorliqlar to'plami

source: Label set import summary
uz: Yorliqlar to'plamini import qilish xulosasi

source: Warnings
uz: Ogohlantirishlar

source: Import Label Set
uz: Yorliqlar to'plamini import qilish

source: Export selected label sets
uz: Tanlangan yorliqlar to'plamini eksport qilish

source: (Select multiple label sets by using the Ctrl key)
uz: (Ctrl tugmasi yordamida bir nechta yorliqlar to'plamini tanlang)

source: Please choose the label sets you want to export:
uz: Iltimos, eksport qilmoqchi bo'lgan yorliqlar to'plamini tanlang:

source: Export multiple label sets
uz: Bir nechta yorliqlar to'plamini eksport qilish

source: You have to select at least one label set.
uz: Siz kamida bitta teglar to'plamini tanlashingiz kerak.

source: Don't import if label set already exists:
uz: Agar yorliqlar to'plami allaqachon mavjud bo'lsa, import qilmang:

source: Languages:
uz: Tillar:

source: Set name:
uz: Ismni o'rnatish:

source: Error: You have to enter a name for this label set.
uz: Xato: Ushbu yorliqlar to'plami uchun nom kiritishingiz kerak.

source: Import label set(s)
uz: Yorliqlar to'plamini import qilish

source: Create or import new label set(s)
uz: Yangi yorliqlar to'plamini yaratish yoki import qilish

source: Editing
uz: Tahrirlash

source: Editing %s
uz: %s tahrirlanmoqda

source: Note: Demo mode is activated. Marked (*) settings can't be changed.
uz: Eslatma: Demo rejimi yoqilgan. Belgilangan (*) sozlamalarni o'zgartirib bo'lmaydi.

source: Save settings
uz: Sozlamalarni saqlash

source: Remove
uz: O'chirish

source: Available languages:
uz: Mavjud tillar:

source: Default site language:
uz: Birlamchi sayt tili:

source: Show question code only
uz: Faqat savol kodini ko'rsatish

source: Show question number only
uz: Faqat savol raqamini ko'rsatish

source: Hide both
uz: Ikkalasini yashirish

source: Show group description only
uz: Faqat guruh tavsifini ko'rsatish

source: Show group name only
uz: Faqat guruh nomini ko'rsatish

source: Show both
uz: Ikkalasini ko'rsatish

source: Repeat headings in array questions every X subquestions:
uz: Har bir X kichik savolda massiv savollaridagi sarlavhalarni takrorlang:

source: Force HTTPS:
uz: HTTPSni majburlash:

source: Test if your server has SSL enabled by clicking on this link.
uz: Serveringizda SSL yoqilganligini ushbu havolani bosish orqali tekshiring.

source: Group member can only see own group:
uz: Guruh a'zosi faqat o'z guruhini ko'ra oladi:

source: Filter HTML for XSS:
uz: XSS uchun HTML filtri:

source: Survey preview only for administration users:
uz: So'rovni oldindan ko'rish faqat ma'muriyat foydalanuvchilari uchun:

source: Encryption type:
uz: Shifrlash turi:

source: On
uz: yoqilgan

source: User name:
uz: Foydalanuvchi nomi:

source: Enter your hostname and port, e.g.: imap.gmail.com:993
uz: Xost nomi va portingizni kiriting, masalan: imap.gmail.com:993

source: Server name & port:
uz: Server nomi va port:

source: Server type:
uz: Server turi:

source: Default site bounce email:
uz: Birlamchi saytga qaytish elektron pochtasi:

source: Email batch size:
uz: Elektron pochta to'plami hajmi:

source: Always
uz: Har doim

source: On errors
uz: Xatolar haqida

source: SMTP debug mode:
uz: SMTP disk raskadrovka rejimi:

source: SMTP password:
uz: SMTP paroli:

source: SMTP username:
uz: SMTP foydalanuvchi nomi:

source: SMTP host:
uz: SMTP xosti:

source: Email method:
uz: Elektron pochta usuli:

source: Administrator name:
uz: Administrator nomi:

source: Default site admin email:
uz: Standart sayt administratori elektron pochtasi:

source: Google Translate API key:
uz: Google Translate API kaliti:

source: Google Maps API key:
uz: Google Maps API kaliti:

source: IP Info DB API Key:
uz: IP Info DB API kaliti:

source: Server time:
uz: Server vaqti:

source: Time difference (in hours):
uz: Vaqt farqi (soatlarda):

source: Simple template editor
uz: Oddiy shablon muharriri

source: Template editor:
uz: Shablon muharriri:

source: Simple selector
uz: Oddiy selektor

source: Question type selector:
uz: Savol turini tanlovchi:

source: Default HTML editor mode:
uz: Birlamchi HTML muharriri rejimi:

source: Site name:
uz: Sayt nomi:

source: Updated
uz: Yangilangan

source: Show PHPInfo
uz: PHPInfo-ni ko'rsatish

source: Used/free space for file uploads
uz: Fayl yuklash uchun foydalanilgan/bo'sh joy

source: Deactivated result tables
uz: O'chirilgan natijalar jadvallari

source: Active surveys
uz: Faol so'rovlar

source: Surveys
uz: So'rovlar

source: Users
uz: Foydalanuvchilar

source: System overview
uz: Tizimga umumiy nuqtai

source: Interfaces
uz: Interfeyslar

source: Presentation
uz: Taqdimot

source: Security
uz: Xavfsizlik

source: Email settings
uz: Elektron pochta sozlamalari

source: Global settings
uz: Global sozlamalar

source: For easy opening in MS Excel, change the extension to 'tab' or 'txt'
uz: MS Excelda oson ochish uchun kengaytmani "tab" yoki "txt" ga o'zgartiring

source: Label
uz: yorliq

source: Number of files less than:
uz: Fayllar soni:

source: Number of files greater than:
uz: Fayllar soni:

source: Responses containing
uz: O'z ichiga olgan javoblar

source: Number less than:
uz: Raqam kamroq:

source: Number greater than:
uz: Raqam kattaroq:

source: Show graphs:
uz: Grafiklarni ko'rsatish:

source: Output options
uz: Chiqish variantlari

source: Statistics report language:
uz: Statistika hisoboti tili:

source: Subtotals based on displayed questions:
uz: Ko'rsatilgan savollarga asoslangan oraliq jamilar:

source: Count stats for each question based only on the total number of responses for which the question was displayed
uz: Har bir savol uchun statistikani faqat savol ko'rsatilgan javoblarning umumiy soniga qarab hisoblang

source: View summary of all available fields:
uz: Barcha mavjud maydonlarning qisqacha mazmunini ko'rish:

source: Include:
uz: O'z ichiga oladi:

source: Your data should be imported now.
uz: Ma'lumotlaringiz hozir import qilinishi kerak.

source: Choose 'Run/All' from the menu to run the import.
uz: Importni ishga tushirish uchun menyudan "Ishga tushirish/Hammasi" ni tanlang.

source: Open the syntax file in SPSS in Unicode mode.
uz: Sintaksis faylini SPSS da Unicode rejimida oching.

source: Export syntax
uz: Eksport sintaksisi

source: 16 or up
uz: 16 va undan yuqori

source: SPSS version:
uz: SPSS versiyasi:

source: Export response data to SPSS
uz: Javob ma'lumotlarini SPSSga eksport qilish

source: Your data should be imported now, the data.frame is named "data", the variable.labels are attributes of data ("attributes(data)$variable.labels"), like for foreign:read.spss.
uz: Sizning ma'lumotlaringiz hozir import qilinishi kerak, data.frame "data" deb nomlangan, variable.labels ma'lumotlarning atributlari ("atributlar(ma'lumotlar)$variable.labels"), xorijiy:read.spss kabi. .

source: Save both of them on the R working directory (use getwd() and setwd() on the R command window to get and set it)
uz: Ularning ikkalasini ham R ishchi katalogiga saqlang (uni olish va sozlash uchun R buyruqlar oynasida getwd() va setwd() dan foydalaning)

source: Download the data and the syntax file.
uz: Ma'lumotlar va sintaksis faylini yuklab oling.

source: Instructions for the impatient
uz: Sabrsizlar uchun ko'rsatmalar

source: Step 2:
uz: 2-qadam:

source: Step 1:
uz: 1-qadam:

source: Data selection:
uz: Ma'lumotlarni tanlash:

source: Export data
uz: Ma'lumotlarni eksport qilish

source: Your survey can export associated participant data with each response. Select any additional fields you would like to export.
uz: So'rovingiz har bir javob bilan bog'langan ishtirokchi ma'lumotlarini eksport qilishi mumkin. Eksport qilmoqchi bo'lgan qo'shimcha maydonlarni tanlang.

source: (Iconv Library not installed)
uz: (Iconv Library o'rnatilmagan)

source: Convert N to:
uz: N" ga aylantiring

source: Convert Y to:
uz: Y" ga aylantirish:

source: Convert spaces in question text to underscores:
uz: Savol matnidagi bo'shliqlarni pastki chiziqqa aylantirish:

source: Completion state:
uz: Bajarilgan holat:

source: Range
uz: diapazon

source: General
uz: Umumiy

source: Filtered from statistics script
uz: Statistika skriptidan filtrlangan

source: Confirmation email subject:
uz: Tasdiqlash elektron pochtasi mavzusi:

source: Reminder email subject:
uz: E-pochta mavzusini eslatish:

source: Invitation email subject:
uz: Taklif elektron pochtasi mavzusi:

source: Invitation email:
uz: Taklif elektron pochtasi:

source: Detailed admin notification subject:
uz: Batafsil administrator bildirishnomasi mavzusi:

source: Detailed admin notification
uz: Batafsil administrator bildirishnomasi

source: Basic admin notification
uz: Asosiy administrator bildirishnomasi

source: Registration
uz: Ro'yxatdan o'tish

source: Confirmation
uz: Tasdiqlash

source: Reminder
uz: Eslatma

source: Invitation
uz: Taklifnoma

source: Edit email templates
uz: Elektron pochta shablonlarini tahrirlash

source: This will replace the existing text. Continue?
uz: Bu mavjud matnni almashtiradi. Davom etasizmi?

source: Back to Response Import
uz: Javob importiga qaytish

source: File upload succeeded.
uz: Fayl yuklandi.

source: This survey is not active. You must activate the survey before attempting to import a VVexport file.
uz: Bu soʻrov faol emas. VVexport faylini import qilishga urinishdan oldin soʻrovni faollashtirishingiz kerak.

source: Cannot import the VVExport file.
uz: VVExport faylini import qilib bo'lmadi.

source: Import a VV response data file
uz: VV javob ma'lumotlari faylini import qilish

source: Character set of the file:
uz: Faylning belgilar to'plami:

source: Import as not finalized answers?
uz: Yakunlanmagan javoblar sifatida import qilinsinmi?

source: Replace the existing record.
uz: Mavjud yozuvni almashtiring.

source: Renumber the new record.
uz: Yangi rekordni qayta raqamlang.

source: Report and skip the new record.
uz: Hisobot qiling va yangi rekordni o'tkazib yuboring.

source: When an imported record matches an existing record ID:
uz: Import qilingan yozuv mavjud yozuv identifikatoriga mos kelganda:

source: Exclude record IDs?
uz: Yozuv identifikatorlari bundan mustasnomi?

source: Browse saved responses
uz: Saqlangan javoblarni ko'rib chiqish

source: View this record
uz: Ushbu yozuvni ko'rish

source: Add another record
uz: Boshqa rekord qo'shing

source: The entry was assigned the following record id:
uz: Yozuvga quyidagi yozuv identifikatori tayinlandi:

source: Record Deleted
uz: Yozuv o'chirildi

source: Viewing response (ID %s)
uz: Javob ko'rilmoqda (ID %s)

source: Editing response (ID %s)
uz: Javob tahrirlanmoqda (ID %s)

source: Help about this question
uz: Bu savolga yordam bering

source: Datestamp
uz: Sana belgisi

source: This survey is not yet active. Your response cannot be saved
uz: Bu soʻrovnoma hali faol emas. Sizning javobingizni saqlab boʻlmaydi

source: Email:
uz: Elektron pochta:

source: Confirm password:
uz: Parolni tasdiqlang:

source: Password:
uz: Parol:

source: Identifier:
uz: Identifikator:

source: Save for further completion by survey user
uz: So'rovnoma foydalanuvchisi tomonidan to'ldirish uchun saqlang

source: Finalize response submission
uz: Javob topshirishni yakunlash

source: The question could not be added. You must enter at least enter a question code.
uz: Savolni qo'shib bo'lmadi. Hech bo'lmaganda savol kodini kiritishingiz kerak.

source: Update scenario
uz: Yangilanish stsenariysi

source: Are you sure you want to delete this condition?
uz: Ushbu shartni o'chirib tashlamoqchimisiz?

source: Are you sure you want to renumber the scenarios with incrementing numbers beginning from 1?
uz: Ssenariylarni 1 dan boshlanadigan raqamlarni ko'paytirish bilan qayta raqamlashni xohlaysizmi?

source: Delete all conditions
uz: Barcha shartlarni o'chirish

source: Add and edit conditions
uz: Shartlarni qo'shish va tahrirlash

source: Show conditions for this question
uz: Bu savol uchun shartlarni ko'rsating

source: Conditions designer
uz: Shartlar dizayneri

source: Check again
uz: Yana tekshiring

source: Note that you cannot undo a delete if you proceed. The data will be gone.
uz: Esda tuting, agar davom etsangiz, o'chirishni bekor qila olmaysiz. Ma'lumotlar yo'qoladi.

source: Delete checked items!
uz: Tasdiqlangan narsalarni o'chirish!

source: The following old participant tables exist and may be deleted if no longer required:
uz: Quyidagi eski ishtirokchilar jadvallari mavjud va agar kerak bo'lmasa, o'chirilishi mumkin:

source: The following old survey response tables exist and may be deleted if no longer required:
uz: Quyidagi eski so'rovnomalar jadvallari mavjud va agar kerak bo'lmasa, o'chirilishi mumkin:

source: The redundancy check looks for tables leftover after deactivating a survey. You can delete these if you no longer require them.
uz: Qo'shimchalikni tekshirish so'rovnoma o'chirilgandan keyin qolgan jadvallarni qidiradi. Agar kerak bo'lmasa, ularni o'chirib tashlashingiz mumkin.

source: Data redundancy check
uz: Ma'lumotlarning ortiqchaligini tekshirish

source: Yes - Delete Them!
uz: Ha - ularni yo'q qiling!

source: Should we proceed with the delete?
uz: O'chirishni davom ettiramizmi?

source: No database action required!
uz: Ma'lumotlar bazasi harakati shart emas!

source: The following old survey participants tables should be deleted because they contain no records or their parent survey no longer exists:
uz: Quyidagi eski soʻrovnoma ishtirokchilari jadvallari oʻchirib tashlanishi kerak, chunki ularda yozuvlar yoʻq yoki ularning ota-ona soʻrovi endi mavjud emas:

source: All old survey tables meet consistency standards.
uz: Barcha eski so'rov jadvallari muvofiqlik standartlariga javob beradi.

source: The following old survey tables should be deleted because they contain no records or their parent survey no longer exists:
uz: Quyidagi eski soʻrov jadvallari oʻchirib tashlanishi kerak, chunki ularda yozuvlar yoʻq yoki ularning ota-ona soʻrovi endi mavjud emas:

source: All groups meet consistency standards.
uz: Barcha guruhlar izchillik standartlariga javob beradi.

source: All questions meet consistency standards.
uz: Barcha savollar izchillik standartlariga javob beradi.

source: The following questions should be deleted:
uz: Quyidagi savollar o'chirilishi kerak:

source: All survey language settings meet consistency standards.
uz: Barcha so'rov tili sozlamalari izchillik standartlariga javob beradi.

source: The following survey language settings should be deleted:
uz: Quyidagi so'rov tili sozlamalari o'chirilishi kerak:

source: All surveys meet consistency standards.
uz: Barcha so'rovlar izchillik standartlariga javob beradi.

source: The following surveys should be deleted:
uz: Quyidagi so'rovlar o'chirilishi kerak:

source: All answers meet consistency standards.
uz: Barcha javoblar izchillik standartlariga javob beradi.

source: Code:
uz: Kod:

source: The following answers should be deleted:
uz: Quyidagi javoblar o'chirilishi kerak:

source: All assessments meet consistency standards.
uz: Barcha baholashlar izchillik standartlariga javob beradi.

source: Assessment:
uz: Baholash:

source: The following assessments should be deleted:
uz: Quyidagi baholashlar olib tashlanishi kerak:

source: All quota quota members meet consistency standards.
uz: Barcha kvota a'zolari izchillik standartlariga javob beradi.

source: All quota language settings meet consistency standards.
uz: Barcha kvota tili sozlamalari izchillik standartlariga javob beradi.

source: There are %s orphaned quota language settings which can be deleted.
uz: %s o'chirib tashlanishi mumkin bo'lgan yetim kvota tili sozlamalari mavjud.

source: All quotas meet consistency standards.
uz: Barcha kvotalar izchillik standartlariga javob beradi.

source: There are %s orphaned quota entries which can be deleted.
uz: O'chirib tashlanishi mumkin bo'lgan %s yetim kvota yozuvlari mavjud.

source: All default values meet consistency standards.
uz: Barcha standart qiymatlar izchillik standartlariga javob beradi.

source: There are %s orphaned default value entries which can be deleted.
uz: %s o'chirib tashlanishi mumkin bo'lgan asl qoldirilgan standart qiymat yozuvlari mavjud.

source: All question attributes meet consistency standards.
uz: Barcha savol atributlari izchillik standartlariga javob beradi.

source: There are %s orphaned question attributes.
uz: %s yetim savol atributlari mavjud.

source: All conditions meet consistency standards.
uz: Barcha sharoitlar izchillik standartlariga javob beradi.

source: Close
uz: Yopish

source: Reason:
uz: Sabab:

source: The following conditions should be deleted:
uz: Quyidagi shartlar o'chirilishi kerak:

source: If errors are showing up you might have to execute this script repeatedly.
uz: Agar xatolar paydo bo'lsa, siz ushbu skriptni qayta-qayta bajarishingiz kerak bo'lishi mumkin.

source: Data consistency check
uz: Ma'lumotlar muvofiqligini tekshirish

source: Time statistics
uz: Vaqt statistikasi

source: Median:
uz: Media:
