Repository: DayMarket/infra-docker
Catalog: images/limesurvey/v6.0/limesurvey-6-*.po
Languages: uz

source: Quick-add conditions
uz: Tez qo'shish shartlari

source: Add multiple conditions without a page reload
uz: Sahifani qayta yuklamasdan bir nechta shartlarni qo'shing

source: All conditions for this question have been deleted.
uz: Bu savol uchun barcha shartlar o'chirildi.

source: Change scenario number
uz: Stsenariy raqamini o'zgartirish

source: Delete all conditions in this scenario
uz: Ushbu stsenariydagi barcha shartlarni o'chirish

source: if:
uz: agar:

source: Are you sure you want to delete all conditions for this question?
uz: Bu savolning barcha shartlarini o'chirib tashlamoqchimisiz?

source: Condition updated.
uz: Vaziyat yangilandi.

source: Could not update condition.
uz: Shartni yangilab bo'lmadi.

source: Condition added.
uz: Shart qo'shildi.

source: Could not insert all conditions.
uz: Barcha shartlarni kiritib bo'lmadi.

source: Either admin login name, password or email is empty
uz: Administrator login nomi, parol yoki elektron pochta manzili bo'sh

source: Bengali
uz: bengal

source: Active filters:
uz: Faol filtrlar:

source: Delete this attribute
uz: Ushbu atributni o'chirish

source: Edit this attribute
uz: Ushbu atributni tahrirlash

source: No shared participants found.
uz: Hech qanday umumiy ishtirokchi topilmadi.

source: If you want to export blocklisted participants, set "Hide blocklisted participants" to "No" in CPDB settings.
uz: Agar siz bloklangan ishtirokchilarni eksport qilmoqchi bo'lsangiz, CPDB sozlamalarida "Bloklangan ishtirokchilarni yashirish"ni "Yo'q"ga o'rnating.

source: Export participants
uz: Eksport ishtirokchilari

source: Display CPDB participants
uz: CPDB ishtirokchilarini ko'rsatish

source: Select month
uz: Oyni tanlang

source: Close the picker
uz: Tanlagichni yoping

source: Go to today
uz: Bugunga boring

source: Add to blocklist?
uz: Bloklangan ro'yxatga qo'shilsinmi?

source: Remove from blocklist?
uz: Bloklash roʻyxatidan olib tashlansinmi?

source: This participant is not active in any survey
uz: Ushbu ishtirokchi hech qanday so'rovda faol emas

source: Displaying {count} survey(s).
uz: {count} ta soʻrovnoma(lar) koʻrsatilmoqda.

source: Other users may edit this participant
uz: Boshqa foydalanuvchilar ushbu ishtirokchini tahrirlashi mumkin

source: Share with all users
uz: Barcha foydalanuvchilar bilan baham ko'ring

source: Share participant(s)
uz: Ishtirokchi(lar)ni baham ko'rish

source: Owner:
uz: Egasi:

source: Blacklist user:
uz: Qora ro'yxat foydalanuvchisi:

source: Basic attributes
uz: Asosiy atributlar

source: Edit participant
uz: Ishtirokchini tahrirlash

source: Add a new language
uz: Yangi til qo'shish

source: Dropdown fields
uz: Ochiladigan maydonlar

source: Add dropdown field
uz: Ochiladigan maydonni qo'shish

source: Should this attribute be visible on the panel?
uz: Ushbu atribut panelda ko'rinishi kerakmi?

source: Basic settings
uz: Asosiy sozlamalar

source: Delete participant
uz: Ishtirokchini o'chirish

source: Add the selected participant to survey.|Add the {n} selected participants to survey.
uz: Tanlangan ishtirokchini so'rovga qo'shing.|So'rovnomaga tanlangan {n} ta ishtirokchini qo'shing.

source: Add participant to survey|Add participants to survey
uz: Ishtirokchini so'rovga qo'shish|So'rovga ishtirokchilarni qo'shish

source: Selected participant share(s)...
uz: Tanlangan ishtirokchi ulushi(lar)i...

source: Selected attribute(s)...
uz: Tanlangan atribut(lar)...

source: Delete from central panel, associated surveys and all associated responses
uz: Markaziy paneldan, tegishli soʻrovnomalar va barcha tegishli javoblarni oʻchirish

source: Delete from the central panel and associated surveys
uz: Markaziy paneldan va tegishli so'rovlarni o'chirish

source: Delete only from the central panel
uz: Faqat markaziy paneldan o'chirish

source: is lesser than
uz: dan kichikroq

source: is not like
uz: o'xshamaydi

source: is like
uz: o'xshash

source: Remove filters
uz: Filtrlarni o'chirish

source: Central participant management
uz: Markaziy ishtirokchilarni boshqarish

source: Add new attribute
uz: Yangi atribut qo'shish

source: You've been logged out due to inactivity. Please log in again.
uz: Harakatsizlik tufayli tizimdan chiqdingiz. Iltimos, qayta kiring.

source: Visible
uz: Ko'rinadigan

source: Attribute
uz: Xususiyat

source: Active survey ID
uz: Faol so'rov identifikatori

source: List active surveys
uz: Faol so'rovlar ro'yxati

source: Share this participant
uz: Ushbu ishtirokchini baham ko'ring

source: Delete this participant
uz: Ushbu ishtirokchini o'chirish

source: Edit this participant
uz: Ushbu ishtirokchini tahrirlash

source: %s participant share was deleted|%s participant shares were deleted
uz: %s ishtirokchi ulushi o'chirildi|%s ishtirokchi ulushi o'chirildi

source: No participant shares were deleted
uz: Hech qanday ishtirokchi aktsiyalari o'chirilmadi

source: Participant share deleted
uz: Ishtirokchi ulushi o'chirildi

source: Found no participant share
uz: Hech qanday ishtirokchi ulushi topilmadi

source: Participant removed from sharing
uz: Ishtirokchi ulashishdan olib tashlandi

source: Participant shared.
uz: Ishtirokchi baham ko'rdi.

source: Error. Deleted %s attribute(s). Error message: %s
uz: Xato. %s atribut(lar)i o‘chirildi. Xato xabari: %s

source: %s attribute deleted|%s attributes deleted
uz: %s atributi o'chirildi|%s atributlari o'chirildi

source: Attribute successfully deleted
uz: Atribut muvaffaqiyatli o'chirildi

source: There has to be at least one language.
uz: Hech bo'lmaganda bitta til bo'lishi kerak.

source: Language successfully deleted
uz: Til muvaffaqiyatli o'chirildi

source: Attribute successfully updated
uz: Atribut muvaffaqiyatli yangilandi

source: Select language to add
uz: Qo'shish uchun tilni tanlang

source: Blacklist settings were saved.
uz: Qora ro'yxat sozlamalari saqlandi.

source: Participant successfully added
uz: Ishtirokchi muvaffaqiyatli qo'shildi

source: Participant successfully updated
uz: Ishtirokchi muvaffaqiyatli yangilandi

source: Participant deleted
uz: Ishtirokchi o'chirildi

source: No participants deleted
uz: Hech qanday ishtirokchi o'chirilmagan

source: Successful login
uz: Muvaffaqiyatli kirish

source: E-mail
uz: Elektron pochta

source: Show search box on survey list:
uz: So'rovnoma ro'yxatida qidiruv maydonini ko'rsatish:

source: We are sorry but the survey is expired and no longer available.
uz: Kechirasiz, ammo so'rov muddati tugagan va endi mavjud emas.

source: Your new survey was created.
uz: Sizning yangi so'rovnomangiz yaratildi.

source: Your browser screen size is too small to use the administration properly. The minimum size required is 1280*1024 px.
uz: Brauzeringiz ekrani oʻlchami maʼmuriyatdan toʻgʻri foydalanish uchun juda kichik. Talab qilinadigan minimal oʻlcham 1280*1024 piksel.

source: Active and running
uz: Faol va yugurish

source: Buy a new key
uz: Yangi kalit sotib oling

source: Seed
uz: Urug'

source: Active but not yet started
uz: Faol, lekin hali boshlanmagan

source: Active but expired
uz: Faol, lekin muddati tugagan

source: (Any)
uz: (Har qanday)

source: Status:
uz: Holat:

source: Same origin
uz: Bir xil kelib chiqishi

source: Allow
uz: Ruxsat berish

source: IFrame embedding allowed:
uz: IFrame o'rnatishga ruxsat berilgan:

source: 'time' is a reserved word and can not be used for a subquestion.
uz: Vaqt" ajratilgan so'z bo'lib, kichik savol uchun ishlatilmaydi.

source: %s must not be case-insensitive equal to %s
uz: %s katta-kichik harflar soni %s ga teng bo'lmasligi kerak

source: %s must be case-insensitive equal to %s
uz: %s "%s" ga teng bo'lishi kerak

source: Export:
uz: Eksport:

source: Survey ID:
uz: So'rovnoma identifikatori:

source: Automatically rename question code if already exists?
uz: Agar mavjud bo'lsa, savol kodining nomi avtomatik ravishda o'zgartirilsinmi?

source: Show survey list:
uz: So'rovnoma ro'yxatini ko'rsatish:

source: This is a question help text.
uz: Bu savolga yordam matni.

source: A first example question. Please answer this question:
uz: Birinchi misol savol. Iltimos, bu savolga javob bering:

source: Your new survey was created. We also created a first question group and an example question for you.
uz: Sizning yangi so'rovnomangiz yaratildi. Shuningdek, biz siz uchun birinchi savol guruhi va namunali savolni yaratdik.

source: My first question group
uz: Mening birinchi savolim guruhi

source: Do you want to delete this user?
uz: Ushbu foydalanuvchini o'chirib tashlamoqchimisiz?

source: Actions:
uz: Harakatlar:

source: Your answer to the security question was not correct - please try again.
uz: Xavfsizlik savoliga javobingiz noto'g'ri - qayta urinib ko'ring.

source: To participate in this restricted survey, you need a valid access code.
uz: Ushbu cheklangan so'rovda qatnashish uchun sizga haqiqiy kirish kodi kerak.

source: The database has been updated from version %s to version %s.
uz: Ma'lumotlar bazasi %s versiyasidan %s versiyasiga yangilandi.

source: Delete all notifications
uz: Barcha bildirishnomalarni o'chirish

source: No notifications found
uz: Hech qanday bildirishnoma topilmadi

source: Notifications
uz: Bildirishnomalar

source: Database update
uz: Ma'lumotlar bazasini yangilash

source: Before you start, please prove you are human.
uz: Boshlashdan oldin, iltimos, inson ekanligingizni isbotlang.

source: Reload image
uz: Rasmni qayta yuklash

source: Last name:
uz: Familiya:

source: First name:
uz: Ism:

source: Reload captcha
uz: Captcha-ni qayta yuklash

source: The user name cannot be changed.
uz: Foydalanuvchi nomini o'zgartirib bo'lmaydi.

source: Your new password was not saved because the passwords did not match.
uz: Yangi parolingiz saqlanmadi, chunki parollar mos kelmagan.

source: This setting cannot be changed because demo mode is active.
uz: Bu sozlamani oʻzgartirib boʻlmaydi, chunki demo rejimi faol.

source: Google Analytics settings:
uz: Google Analytics sozlamalari:

source: Target database version:
uz: Maqsadli ma'lumotlar bazasi versiyasi:

source: Current database version:
uz: Ma'lumotlar bazasining joriy versiyasi:

source: Table prefix:
uz: Jadval prefiksi:

source: Database name:
uz: Ma'lumotlar bazasi nomi:

source: Database type:
uz: Ma'lumotlar bazasi turi:

source: Display mode:
uz: Ko'rsatish rejimi:

source: Are you sure you want to delete the selected responses?
uz: Tanlangan javoblarni oʻchirib tashlamoqchimisiz?

source: Delete responses
uz: Javoblarni o'chirish

source: Selected response(s)...
uz: Tanlangan javob(lar)...

source: completed
uz: tugallangan

source: Compact
uz: ixcham

source: Extended
uz: Kengaytirilgan

source: Not relevant for this question type
uz: Bu savol turiga tegishli emas

source: Please select at least one item
uz: Iltimos, kamida bitta elementni tanlang

source: Random order:
uz: Tasodifiy buyurtma:

source: Display chart:
uz: Diagrammani ko'rsatish:

source: Show in public statistics:
uz: Ommaviy statistikada ko'rsatish:

source: Set question group for those question
uz: Ushbu savol uchun savol guruhini belgilang

source: CSS class(es):
uz: CSS sinf(lar):

source: Set "Other" state
uz: "Boshqa" holatini o'rnatish

source: only apply to certain question types
uz: faqat ma'lum savol turlariga taalluqli

source: Set statistics options
uz: Statistika parametrlarini o'rnatish

source: Set CSS class
uz: CSS sinfini o'rnatish

source: Mandatory
uz: majburiy

source: Set "Mandatory" state
uz: "Majburiy" holatini o'rnatish

source: Set question group
uz: Savollar guruhini o'rnatish

source: Set question group and position
uz: Savollar guruhi va pozitsiyasini belgilang

source: Delete question(s)
uz: Savol(lar)ni o'chirish

source: Selected question(s)...
uz: Tanlangan savol(lar)...

source: Question title
uz: Savol sarlavhasi

source: Bounce processing
uz: O'chirishni qayta ishlash

source: No answer:
uz: Javob yo'q:

source: Unknown error while reading the file, no survey created.
uz: Faylni o'qishda noma'lum xatolik yuz berdi, so'rovnoma yaratilmagan.

source: Timing statistics
uz: Vaqt statistikasi

source: Maximum columns for answers
uz: Javoblar uchun maksimal ustunlar

source: Limit the number of possible answers fixed by number of columns in database
uz: Ma'lumotlar bazasidagi ustunlar soni bilan belgilangan mumkin bo'lgan javoblar sonini cheklash

source: This is some helpful text.
uz: Bu foydali matn.

source: You do not have the required ZIP library installed in PHP.
uz: Sizda PHP da o'rnatilgan kerakli ZIP kutubxonasi yo'q.

source: You do not have permission to access this page.
uz: Sizda ushbu sahifaga kirish uchun ruxsat yo'q.

source: Each answer may only be a number.
uz: Har bir javob faqat raqam bo'lishi mumkin.

source: A table of subquestions on each cell. The subquestion texts are in the column header and relate the particular row header.
uz: Har bir katakdagi quyi savollar jadvali. Kichik savol matnlari ustun sarlavhasida joylashgan va ma'lum bir qator sarlavhasi bilan bog'langan.

source: After the answer options a cell does give some information.
uz: Javob variantlaridan keyin hujayra ba'zi ma'lumotlarni beradi.

source: A table with a subquestion on each row. The answer options are contained in the table header.
uz: Har bir satrda kichik savolga ega jadval. Javob variantlari jadval sarlavhasida joylashgan.

source: Please select an answer for each combination.
uz: Iltimos, har bir kombinatsiya uchun javobni tanlang.

source: Please enter only numbers.
uz: Iltimos, faqat raqamlarni kiriting.

source: Please check the matching combinations.
uz: Iltimos, mos keladigan kombinatsiyalarni tekshiring.

source: A table of subquestions on each cell. The subquestion texts are in the colum header and concern the row header.
uz: Har bir katakchada kichik savollar jadvali. Kichik savol matnlari ustun sarlavhasida joylashgan va qator sarlavhasiga tegishli.

source: A security update is available.
uz: Xavfsizlik yangilanishi mavjud.

source: Security update!
uz: Xavfsizlik yangilanishi!

source: Please select from %s to %s answers.
uz: Iltimos, %s dan %s gacha javoblarni tanlang.

source: Please fill in from %s to %s answers.
uz: Iltimos, %s dan %s gacha javoblarni toʻldiring.

source: Not enough response data
uz: Javob ma'lumotlari yetarli emas

source: Upload a file (maximum size: %d MB):
uz: Faylni yuklang (maksimal hajmi: %d MB):

source: Skipped files:
uz: O'tkazib yuborilgan fayllar:

source: Imported files:
uz: Import qilingan fayllar:

source: Files skipped:
uz: Fayllar o'tkazib yuborilgan:

source: Files imported:
uz: Import qilingan fayllar:

source: Select survey structure file (*.lss, *.txt) or survey archive (*.lsa) (maximum file size: %01.2f MB)
uz: So'rovnoma tuzilishi faylini (*.lss, *.txt) yoki so'rov arxivini (*.lsa) tanlang (maksimal fayl hajmi: %01,2f MB)

source: Destination question group:
uz: Maqsad savollari guruhi:

source: Select question file (*.lsq):
uz: Savol faylini tanlang (*.lsq):

source: (Maximum file size: %01.2f MB)
uz: (Maksimal fayl hajmi: %01,2f MB)

source: Edit this survey participant
uz: Ushbu so'rovnoma ishtirokchisini tahrirlash

source: Sorry, this file is too large. Only files up to %01.2f MB are allowed.
uz: Kechirasiz, bu fayl juda katta. Faqat %01,2f MB hajmdagi fayllarga ruxsat beriladi.

source: Are you sure you want to delete the selected participants?
uz: Tanlangan ishtirokchilarni o'chirib tashlamoqchimisiz?

source: Delete survey participants
uz: So'rov ishtirokchilarini o'chirish

source: Delete table
uz: Jadvalni o'chirish

source: Additional attributes
uz: Qo'shimcha atributlar

source: Custom attributes
uz: Maxsus atributlar

source: You can use operators in the search filters (eg: >, <, >=, <=, = )
uz: Siz qidiruv filtrlarida operatorlardan foydalanishingiz mumkin (masalan: >, <, >=, <=, = )

source: Convert resource links and expression fields?
uz: Resurs havolalari va ifoda maydonlarini aylantirishmi?

source: Deleted
uz: O'chirildi

source: Your ranking
uz: Sizning reytingingiz

source: Your choices
uz: Sizning tanlovingiz

source: Slider with emoticon
uz: Imo-ishorali slayder

source: Stars
uz: Yulduzlar

source: Rows & columns
uz: Qatorlar va ustunlar

source: OpenStreetMap via MapQuest
uz: MapQuest orqali OpenStreetMap

source: Add survey participant
uz: So'rov ishtirokchisini qo'shish

source: Delete participants table
uz: Ishtirokchilar jadvalini o'chirish

source: View in CPDB
uz: CPDB da ko'rish

source: Manage attributes
uz: Atributlarni boshqarish

source: Import participants from:
uz: Ishtirokchilarni import qilish:

source: There is {n} user attribute field in this survey participants table.|There are {n} user attribute fields in this survey participants table.
uz: Ushbu tadqiqot ishtirokchilari jadvalida {n} ta foydalanuvchi atributi maydoni mavjud.|Ushbu soʻrov ishtirokchilari jadvalida {n} ta foydalanuvchi atributi maydoni mavjud.

source: Add/delete survey participant attributes
uz: So'rov ishtirokchisi atributlarini qo'shish/o'chirish

source: Manage attribute fields
uz: Atribut maydonlarini boshqarish

source: Import survey participants from LDAP
uz: LDAP'dan so'rov ishtirokchilarini import qilish

source: Delete exported participants:
uz: Eksport qilingan ishtirokchilarni o'chirish:

source: Survey participant export options
uz: So'rov ishtirokchilarini eksport qilish imkoniyatlari

source: Email address:
uz: E-pochta manzili:

source: Number of participants:
uz: Ishtirokchilar soni:

source: Create dummy participants
uz: Dammy ishtirokchilarni yarating

source: Import survey participants from CSV file
uz: CSV faylidan so'rov ishtirokchilarini import qilish

source: No survey participants found.
uz: So'rov ishtirokchilari topilmadi.

source: Add new survey participant
uz: Yangi so'rov ishtirokchisini qo'shish

source: Add another participant
uz: Boshqa ishtirokchi qo'shing

source: Browse survey participants
uz: So'rov ishtirokchilarini ko'rib chiqish

source: New entry was added.
uz: Yangi yozuv qo'shildi.

source: Adding survey participant entry...
uz: So'rovnoma ishtirokchisi yozuvi qo'shilmoqda...

source: Initialize participant table
uz: Ishtirokchilar jadvalini ishga tushirish

source: Total records
uz: Jami rekordlar

source: Survey participant summary
uz: So'rov ishtirokchilarining xulosasi

source: Survey participants have not been initialised for this survey.
uz: So'rov ishtirokchilari ushbu so'rov uchun ishga tushirilmagan.

source: Delete survey participants table
uz: So'rovnoma ishtirokchilari jadvalini o'chirish

source: New dummy participants were added.
uz: Yangi qo'g'irchoq ishtirokchilar qo'shildi.

source: Browse participants
uz: Ishtirokchilarni ko'rib chiqish

source: The survey participant was successfully updated.
uz: So'rovnoma ishtirokchisi muvaffaqiyatli yangilandi.

source: Edit survey participant
uz: So'rovnoma ishtirokchisini tahrirlash

source: Delete survey participant
uz: So'rovnoma ishtirokchisini o'chirish

source: A survey participant entry for the saved survey has been created, too.
uz: Saqlangan so'rov uchun so'rov ishtirokchisi yozuvi ham yaratildi.

source: Are you sure you want to delete this 2FA key?
uz: Ushbu 2FA kalitini o'chirib tashlamoqchimisiz?

source: Selected participant(s)...
uz: Tanlangan ishtirokchi(lar)...

source: Some directories are not writable. Please change the folder permissions for /tmp and /upload/themes in order to enable this option.
uz: Ba'zi kataloglarni yozish mumkin emas. Iltimos, ushbu parametrni yoqish uchun /tmp va /upload/themes uchun jild ruxsatlarini o'zgartiring.

source: Back to survey home
uz: Uyga so'rovnoma

source: Select columns:
uz: Ustunlarni tanlang:

source: Export format:
uz: Eksport formati:

source: This will export the survey structure (.lss) for all selected active surveys. They will be provided in a single ZIP archive.
uz: Bu barcha tanlangan faol so'rovlar uchun so'rov tuzilmasini (.lss) eksport qiladi. Ular yagona ZIP arxivida taqdim etiladi.

source: This will export the survey archive (.lsa) for all selected active surveys. They will be provided in a single ZIP archive.
uz: Bu barcha tanlangan faol so'rovlar uchun so'rov arxivini (.lsa) eksport qiladi. Ular yagona ZIP arxivida taqdim etiladi.

source: Download archive
uz: Arxivni yuklab olish

source: Export as...
uz: Eksport qilish...

source: You have an error inside your local installation of LimeSurvey. See:
uz: Sizda LimeSurveyni mahalliy oʻrnatishda xatolik bor. Qarang:

source: Survey title
uz: So'rov sarlavhasi

source: Export survey structure
uz: Eksport so'rovi tuzilishi

source: Export survey archive
uz: So'rov arxivini eksport qilish

source: Not active.
uz: Faol emas.

source: Delete surveys
uz: So'rovnomalarni o'chirish

source: Simple
uz: Oddiy

source: Popup
uz: Qalqimoq

source: SMTP encryption:
uz: SMTP shifrlash:

source: Both
uz: Ikkalasi

source: Question text
uz: Savol matni

source: Graph labels:
uz: Grafik teglar:

source: Number of columns:
uz: Ustunlar soni:

source: Incomplete only
uz: Faqat to'liq emas

source: Complete only
uz: Faqat to'liq

source: (Automatic)
uz: (Avtomatik)

source: Download CSV file
uz: CSV faylni yuklab olish

source: HTML source
uz: HTML manbasi

source: Inline
uz: Mos ravishda

source: Edit selected surveys
uz: Tanlangan so'rovlarni tahrirlash

source: Allow backward navigation:
uz: Orqaga navigatsiyaga ruxsat berish:

source: Survey-SID/Group
uz: So'rov - SID/Guruh

source: Google Analytics style:
uz: Google Analytics uslubi:

source: Closed group
uz: Yopiq guruh

source: Finish
uz: tugatish

source: Preview survey
uz: So'rovni oldindan ko'rish

source: However it is very important that you clear your browser cache now. After that please click the button below.
uz: Biroq brauzer keshini hozir tozalash juda muhim. Shundan so'ng quyidagi tugmani bosing.

source: If necessary the database will be updated in a final step.
uz: Agar kerak bo'lsa, ma'lumotlar bazasi oxirgi bosqichda yangilanadi.

source: Expiration date/time:
uz: Yaroqlilik muddati / vaqti:

source: Expand all
uz: Hammasini kengaytirish

source: Collapse all
uz: Hammasini yig'ish

source: You can't delete a question if the survey is active.
uz: Agar so'rovnoma faol bo'lsa, siz savolni o'chira olmaysiz.

source: Unknown view!
uz: Noma'lum ko'rinish!

source: No group found!
uz: Hech qanday guruh topilmadi!

source: Theme %s does not exist.
uz: %s mavzusi mavjud emas.

source: Send reminders
uz: Eslatmalar yuborish

source: Send invitations
uz: Taklifnomalarni yuborish

source: You can add your custom themes in upload/admintheme
uz: Siz o'zingizning shaxsiy mavzularingizni yuklash/adminthemega qo'shishingiz mumkin

source: You can't remove the default language.
uz: Siz standart tilni olib tashlay olmaysiz.

source: Relative width of the labels
uz: Yorliqlarning nisbiy kengligi

source: Central participant database
uz: Markaziy ishtirokchilar ma'lumotlar bazasi

source: Activate survey
uz: So'rovni faollashtirish

source: Sorry, this response was not found.
uz: Kechirasiz, bu javob topilmadi.

source: Reorder questions/question groups
uz: Savollar/savol guruhlarini qayta tartiblash

source: Tip: How to embed a picture in your theme?
uz: Maslahat: Mavzuga rasmni qanday joylashtirish mumkin?

source: CSS files:
uz: CSS fayllari:

source: JavaScript files:
uz: JavaScript fayllari:

source: Screen part files:
uz: Ekran qismi fayllari:

source: Hint when response is not valid
uz: Javob noto'g'ri bo'lganda maslahat

source: Hint when response is valid
uz: Javob to'g'ri bo'lganda maslahat

source: To use a picture in a .twig file:
uz: .twig faylidagi rasmdan foydalanish uchun:

source: Tip: How to display a picture in your theme?
uz: Maslahat: Mavzuingizda rasmni qanday ko'rsatish mumkin?

source: Full name:
uz: To'liq ism:

source: Select additional languages
uz: Qo'shimcha tillarni tanlang

source: Always open
uz: Har doim ochiq

source: Adaptive
uz: Moslashuvchan
