Repository: DayMarket/infra-docker
Catalog: images/limesurvey/v6.0/limesurvey-6-*.po
Languages: uz

source: Always closed
uz: Har doim yopiq

source: Side-menu behaviour:
uz: Yon menyu harakati:

source: Survey participant attributes
uz: So'rov ishtirokchilarining atributlari

source: Not found!
uz: Topilmadi!

source: MYSQL version is only %s
uz: MYSQL versiyasi faqat %s

source: MYSQL version required:
uz: MYSQL versiyasi kerak:

source: Please have patience and retry in 30 minutes. Thank you for your understanding.
uz: Iltimos, sabr qiling va 30 daqiqadan keyin qayta urinib ko'ring. Tushunganingiz uchun rahmat.

source: The ComfortUpdate service is currently undergoing maintenance.
uz: ComfortUpdate xizmati hozirda ta'mirlashdan o'tmoqda.

source: Maintenance!
uz: Xizmat ko'rsatish!

source: ComfortUpdate is disabled in your LimeSurvey configuration. Please contact your administrator for more information.
uz: LimeSurvey konfiguratsiyasida ComfortUpdate o'chirilgan. Qo'shimcha ma'lumot olish uchun administratoringizga murojaat qiling.

source: URL description (%s)
uz: URL tavsifi (%s)

source: Quota message (%s)
uz: Kvota xabari (%s)

source: Quota name (%s)
uz: Kvota nomi (%s)

source: Select time
uz: Vaqtni tanlang

source: Next century
uz: Keyingi asr

source: Previous century
uz: O'tgan asr

source: Next decade
uz: Keyingi o'n yillik

source: Previous decade
uz: O'tgan o'n yillik

source: Select decade
uz: O'n yillikni tanlang

source: Next year
uz: Keyingi yil

source: Previous year
uz: O'tgan yil

source: Select year
uz: Yilni tanlang

source: Next month
uz: Keyingi oy

source: Clear selection
uz: Tanlovni tozalash

source: Previous month
uz: O'tgan oy

source: Until:
uz: Qachon:

source: Character set for file import/export:
uz: Fayl import/eksport uchun belgi to'plami:

source: Delete condition
uz: Shartni o'chirish

source: Language:
uz: Til:

source: Output format:
uz: Chiqish formati:

source: This file is not a valid ZIP file archive. Import failed.
uz: Bu fayl yaroqli ZIP fayl arxivi emas. Import qilinmadi.

source: Click to expand
uz: Kengaytirish uchun bosing

source: An error occurred.
uz: Xatolik yuz berdi.

source: Confirm
uz: Tasdiqlash

source: Quota with ID %s was deleted
uz: %s identifikatorli kvota o'chirildi

source: New quota saved
uz: Yangi kvota saqlandi

source: Are you sure?
uz: Ishonchingiz komilmi?

source: You may not use slashes or ampersands in your name or password.
uz: Siz o'z ismingiz yoki parolingizda slash yoki ampersandlardan foydalana olmaysiz.

source: Group:
uz: Guruh:

source: Quota message:
uz: Kvota xabari:

source: Upload file|Upload files
uz: Faylni yuklash|Fayllarni yuklash

source: Total:
uz: Jami:

source: No label sets found.
uz: Hech qanday yorliqlar to'plami topilmadi.

source: Usually this is caused by having too many (sub-)questions in your survey. Please try removing questions from your survey.
uz: Odatda, bu sizning so'rovnomangizda juda ko'p (sub-) savollarga ega bo'lganligi sababli yuzaga keladi. Iltimos, so'rovnomangizdan savollarni olib tashlang.

source: The survey response table could not be created.
uz: So'rovnomaga javoblar jadvalini yaratib bo'lmadi.

source: Insert/edit placeholder field
uz: To'ldiruvchi maydonni kiritish/tahrirlash

source: Placeholder fields
uz: To'ldiruvchi maydonlar

source: running
uz: yugurish

source: The response record %s was updated.
uz: %s javob yozuvi yangilandi.

source: Manage label sets
uz: Yorliqlar to'plamini boshqarish

source: Add gray background to questions in PDF:
uz: PDF formatidagi savollarga kulrang fon qo'shing:

source: Move all fields to create column
uz: Ustun yaratish uchun barcha maydonlarni ko'chiring

source: Borders around responses in PDF:
uz: PDF-dagi javoblar atrofidagi chegaralar:

source: Borders around questions in PDF:
uz: PDF-dagi savollar atrofidagi chegaralar:

source: PDF questions in bold:
uz: Qalin harflardagi PDF savollari:

source: Please confirm
uz: Iltimos, tasdiqlang

source: Apply
uz: Qo'llash

source: Relevance equation
uz: Muvofiqlik tenglamasi

source: Attribute was saved.
uz: Atribut saqlandi.

source: Question type
uz: Savol turi

source: Map participant attributes
uz: Xarita ishtirokchilarining atributlari

source: Fields with %s*%s are required.
uz: %s*%s bilan maydonlar kerak.

source: No simple graph for this question type
uz: Bu savol turi uchun oddiy grafik yo'q

source: No file selected
uz: Hech qanday fayl tanlanmagan

source: Only show question
uz: Faqat savolni ko'rsatish

source: The folder %s doesn't exist and can't be created.
uz: %s jildi mavjud emas va uni yaratib bo‘lmaydi.

source: No user groups found.
uz: Hech qanday foydalanuvchi guruhlari topilmadi.

source: Used bounce settings:
uz: Ishlatilgan qaytish sozlamalari:

source: Survey bounce email address:
uz: So'rovdan qaytadigan elektron pochta manzili:

source: No surveys found.
uz: Hech qanday so'rovnoma topilmadi.

source: No question groups found.
uz: Hech qanday savol guruhlari topilmadi.

source: No questions found.
uz: Hech qanday savol topilmadi.

source: Maximum:
uz: Maksimal:

source: Minimum:
uz: Eng kam:

source: Scope:
uz: Qo'llash doirasi:

source: Filter by email address:
uz: E-pochta manzili bo'yicha filtrlash:

source: Filter by language:
uz: Til bo'yicha filtrlash:

source: Survey status:
uz: So'rovnoma holati:

source: Search by group name:
uz: Guruh nomi bo'yicha qidirish:

source: Database exists
uz: Ma'lumotlar bazasi mavjud

source: Use CAPTCHA for save and load:
uz: Saqlash va yuklash uchun CAPTCHA dan foydalaning:

source: Use CAPTCHA for registration:
uz: Ro'yxatdan o'tish uchun CAPTCHA dan foydalaning:

source: Use CAPTCHA for survey access:
uz: So'rovga kirish uchun CAPTCHA dan foydalaning:

source: You'll be redirected to the database update or (if your database is already up to date) to the administration login in 5 seconds. If not, please click %shere%s.
uz: Siz 5 soniyadan so'ng ma'lumotlar bazasini yangilash yoki (agar ma'lumotlar bazasi yangilangan bo'lsa) ma'muriyat loginiga yo'naltirilasiz. Agar yo'q bo'lsa, %shere%s tugmasini bosing.

source: The database exists and contains LimeSurvey tables.
uz: Ma'lumotlar bazasi mavjud va unda LimeSurvey jadvallari mavjud.

source: All users
uz: Barcha foydalanuvchilar

source: Username:
uz: Foydalanuvchi nomi:

source: Select which fields to import as attributes with your {n} participant.|Select which fields to import as attributes with your {n} participants.
uz: Qaysi maydonlarni {n} ishtirokchi bilan atribut sifatida import qilishni tanlang.|{n} ishtirokchi bilan atribut sifatida qaysi maydonlarni import qilishni tanlang.

source: {n} question contains errors that need to be corrected.|{n} questions contain errors that need to be corrected.
uz: {n} savol tuzatilishi kerak bo'lgan xatolarni o'z ichiga oladi.|{n} savollarda tuzatilishi kerak bo'lgan xatolar mavjud.

source: This question has at least {n} error.|This question has at least {n} errors.
uz: Bu savolda kamida {n} xato bor.|Bu savolda kamida {n} xato bor.

source: Quota language settings:
uz: Kvota tili sozlamalari:

source: Quota members:
uz: Kvota a'zolari:

source: New box
uz: Yangi quti

source: Select icon
uz: Tanlash belgisi

source: Display this box to:
uz: Ushbu oynani ko'rsatish:

source: Icon:
uz: Ikonka:

source: Destination URL:
uz: Maqsad URL:

source: Can't find user group!
uz: Foydalanuvchilar guruhi topilmadi!

source: Only Superadmin
uz: Faqat Superadmin

source: Some automatic fixes were already applied.
uz: Ba'zi avtomatik tuzatishlar allaqachon qo'llanilgan.

source: Members
uz: A'zolar

source: User group ID
uz: Foydalanuvchi guruhi identifikatori

source: User group list
uz: Foydalanuvchilar guruhi ro'yxati

source: At the end of the process the database will be updated.
uz: Jarayon oxirida ma'lumotlar bazasi yangilanadi.

source: Position:
uz: Lavozim:

source: This will delete all current boxes to restore the default ones. Are you sure you want to continue?
uz: Bu birlamchi qutilarni tiklash uchun barcha joriy qutilarni oʻchirib tashlaydi. Davom etishni xohlaysizmi?

source: Label set ID
uz: Yorliq to'plami identifikatori

source: Label sets list
uz: Yorliqlar to'plami ro'yxati

source: Boxes
uz: qutilar

source: Box settings updated!
uz: Box sozlamalari yangilandi!

source: Boxes by row:
uz: Qator bo'yicha qutilar:

source: Show last visited survey and question:
uz: So'nggi tashrif buyurilgan so'rovnoma va savolni ko'rsatish:

source: Display logo:
uz: Logoni ko'rsatish:

source: Chosen icon:
uz: Tanlangan belgi:

source: Icon
uz: Ikonka

source: ... вЂњThere are X questions in this surveyвЂќ
uz: ... "Ushbu so'rovnomada X ta savol borvĐ"

source: Delete user group
uz: Foydalanuvchilar guruhini o'chirish

source: Email user group
uz: Elektron pochta foydalanuvchilari guruhi

source: Edit user group
uz: Foydalanuvchilar guruhini tahrirlash

source: View users
uz: Foydalanuvchilarni ko'rish

source: Are you sure you want to delete this label set?
uz: Ushbu yorliqlar to'plamini o'chirib tashlamoqchimisiz?

source: Export label set
uz: Yorliqlar to'plamini eksport qilish

source: View labels
uz: Yorliqlarni ko'rish

source: Are you sure you want to delete this box?
uz: Bu qutini o'chirib tashlamoqchimisiz?

source: Nobody
uz: Hech kim

source: Everybody
uz: Hamma

source: Only admin
uz: Faqat admin

source: Name of the page where the box should be shown
uz: Quti ko'rsatilishi kerak bo'lgan sahifaning nomi

source: Box deleted
uz: Quti o'chirildi

source: Could not update box
uz: Yangilanish qutisi

source: Box updated
uz: Quti yangilandi

source: Could not create new box
uz: Yangi quti yaratib bo'lmadi

source: New box created
uz: Yangi quti yaratildi

source: Update box
uz: Yangilash qutisi

source: Send confirmation emails:
uz: Tasdiqlash xatlarini yuborish:

source: Allow public registration:
uz: Ommaviy ro'yxatdan o'tishga ruxsat berish:

source: Anonymized responses:
uz: Anonim javoblar:

source: Automatically load end URL when survey complete:
uz: So'rov tugallangandan so'ng so'nggi URLni avtomatik yuklash:

source: Public statistics:
uz: Ommaviy statistika:

source: Participants may print answers:
uz: Ishtirokchilar javoblarni chop etishlari mumkin:

source: Participant may save and resume later:
uz: Ishtirokchi saqlashi va keyinroq davom ettirishi mumkin:

source: Enable assessment mode:
uz: Baholash rejimini yoqish:

source: Save timings:
uz: Vaqtlarni saqlash:

source: Save referrer URL:
uz: Yo'naltiruvchi URL manzilini saqlash:

source: Save IP address:
uz: IP manzilni saqlang:

source: Date stamp:
uz: Sana tamg'asi:

source: Survey owner:
uz: So'rov egasi:

source: Custom handle Unicode code
uz: Maxsus dastagi Unicode kodi

source: Circle
uz: Doira

source: Accepts Font Awesome Unicode characters.
uz: Shrift Awesome Unicode belgilarini qabul qiladi.

source: Handle shape
uz: Tutqich shakli

source: Set the handle shape. 'Custom' is defined in CSS using the Font Awesome font.
uz: Dastak shaklini o'rnating. "Custom" CSS-da Font Awesome shrifti yordamida aniqlanadi.

source: Custom
uz: Maxsus

source: Triangle
uz: Uchburchak

source: Square
uz: Kvadrat

source: Orientation
uz: Orientatsiya

source: Set the orientation.
uz: Yo'nalishni o'rnating.

source: Vertical
uz: Vertikal

source: Horizontal
uz: gorizontal

source: Created
uz: Yaratilgan

source: Group name
uz: Guruh nomi

source: Question ID
uz: Savol identifikatori

source: Group:
uz: Guruh:

source: Search:
uz: Qidirmoq:

source: Active:
uz: Faol:

source: Group order
uz: Guruh tartibi

source: Group ID
uz: Guruh identifikatori

source: Question by question mode not yet supported.
uz: Savol bo'yicha savol rejimi hali qo'llab-quvvatlanmaydi.

source: Use button group or radio list
uz: Tugma guruhi yoki radio ro'yxatidan foydalaning

source: Radio list
uz: Radio ro'yxati

source: Button group
uz: tugma guruhi

source: User administration
uz: Foydalanuvchi ma'muriyati

source: Select languages
uz: Tillarni tanlang

source: As defined in question settings
uz: Savol sozlamalarida belgilanganidek

source: Select language...
uz: Tilni tanlang...

source: Click this button to log out.
uz: Chiqish uchun ushbu tugmani bosing.

source: LDAP query
uz: LDAP so'rovi

source: CSV file
uz: CSV fayli

source: The plugin settings were saved.
uz: Plagin sozlamalari saqlandi.

source: The plugin was not found.
uz: Plagin topilmadi.

source: This is the LimeSurvey admin interface. Start to build your survey from here.
uz: Bu LimeSurvey administrator interfeysi. Soʻrovnomangizni shu yerdan yaratishni boshlang.

source: Generate access codes
uz: Kirish kodlarini yaratish

source: Display attribute warnings:
uz: Atribut haqida ogohlantirishlarni ko'rsatish:

source: Missing columns
uz: Yo'qolgan ustunlar

source: Ignored columns
uz: E'tibor berilmagan ustunlar

source: The template upload directory doesn't exist or is not writable.
uz: Shablonni yuklash katalogi mavjud emas yoki yozish mumkin emas.

source: Group by group
uz: Guruh bo'yicha guruhlash

source: Question by question
uz: Savolga savol

source: The ZIP library is not activated in your PHP configuration thus importing ZIP files is currently disabled.
uz: PHP konfiguratsiyasida ZIP kutubxonasi faollashtirilmagan, shuning uchun ZIP fayllarni import qilish hozirda oʻchirib qoʻyilgan.

source: Some description text
uz: Ba'zi tavsif matni

source: Deleting this question will also delete any answer options and subquestions it includes. Are you sure you want to continue?
uz: Ushbu savolni oʻchirib tashlasangiz, unga kiritilgan javob variantlari va kichik savollar ham oʻchiriladi. Davom etishni xohlaysizmi?

source: (Any group)
uz: (Har qanday guruh)

source: Backup entire database
uz: To'liq ma'lumotlar bazasini zaxiralash

source: Group description:
uz: Guruh tavsifi:

source: You disabled ComfortUpdate in your configuration file.
uz: Siz konfiguratsiya faylingizda ComfortUpdate-ni o'chirib qo'ydingiz.

source: Regular update
uz: Doimiy yangilash

source: Security update
uz: Xavfsizlik yangilanishi

source: stable
uz: barqaror

source: unstable
uz: barqaror

source: Update type
uz: Yangilanish turi

source: Branch
uz: filial

source: LimeSurvey version
uz: LimeSurvey versiyasi

source: Bypass date control before sending email:
uz: Xat yuborishdan oldin sana nazoratini chetlab o'tish:

source: Warning: Deleted participants entries cannot be recovered.
uz: Ogohlantirish: o'chirilgan ishtirokchilar yozuvlarini qayta tiklab bo'lmaydi.

source: %s missing attributes
uz: %s atribut etishmayapti

source: %s invalid attributes
uz: %s noto‘g‘ri atributlar

source: Rename
uz: Nomini o'zgartirish

source: General settings & texts
uz: Umumiy sozlamalar va matnlar

source: Import a group
uz: Guruhni import qilish

source: Survey summary
uz: So'rov xulosasi

source: You must first create a question group.
uz: Avval siz savollar guruhini yaratishingiz kerak.

source: Add new question
uz: Yangi savol qo'shish

source: Add new group
uz: Yangi guruh qo'shish

source: Selected!
uz: Tanlangan!

source: Select
uz: Tanlash

source: You didn't save your changes!
uz: Siz o'zgartirishlaringizni saqlamadingiz!

source: Survey list
uz: So'rovnomalar ro'yxati

source: Move to question:
uz: Savolga o'tish:

source: Edit default answers
uz: Birlamchi javoblarni tahrirlash

source: Check logic
uz: Mantiqni tekshirish

source: Preview
uz: Ko'rib chiqish

source: %s rows per page
uz: Har bir sahifada %s qator

source: Displaying {start}-{end} of {count} result(s).
uz: {count} ta natijadan {start}-{end} ko'rsatilmoqda.

source: Questions in this survey
uz: Ushbu so'rovnomadagi savollar

source: Import a question
uz: Savolni import qilish

source: Copy options
uz: Nusxa olish imkoniyatlari

source: Last visited question:
uz: Oxirgi tashrif buyurilgan savol:

source: Last visited survey:
uz: So'nggi tashrif buyurilgan so'rov:

source: Create a new survey by clicking on the %s icon.
uz: %s belgisini bosish orqali yangi so'rovnoma yarating.

source: Stay safe and up to date
uz: Xavfsiz va yangilanib turing

source: Edit global settings
uz: Global sozlamalarni tahrirlash

source: List available surveys
uz: Mavjud so'rovlar ro'yxati

source: Create survey
uz: So'rovnoma yaratish

source: Create a new survey
uz: Yangi so'rovnoma yaratish

source: List surveys
uz: So'rovnomalar ro'yxati

source: Advanced
uz: Kengaytirilgan

source: Show survey logic file
uz: So'rovning mantiqiy faylini ko'rsatish

source: Test navigation
uz: Sinov navigatsiyasi

source: Unit tests of expressions within strings
uz: Strlar ichidagi ifodalarni birlik testlari

source: Available functions
uz: Mavjud funksiyalar

source: Expression Engine descriptions
uz: Expression Engine tavsiflari

source: ComfortUpdate key
uz: ComfortUpdate kaliti

source: Simple mode
uz: Oddiy rejim

source: Expert mode
uz: Ekspert rejimi

source: Attributes
uz: Atributlar

source: Settings
uz: Sozlamalar

source: All participants
uz: Barcha ishtirokchilar

source: Please select filters and click on the "View statistics" button to generate the statistics.
uz: Iltimos, filtrlarni tanlang va statistikani yaratish uchun "Statistikani ko'rish" tugmasini bosing.

source: Chart type:
uz: Chart turi:

source: Using the chart type selector you can force the graph type for all selected questions.
uz: Grafik turi tanlagichidan foydalanib, barcha tanlangan savollar uchun grafik turini majburlashingiz mumkin.

source: Each question has its own graph type defined in its advanced settings.
uz: Har bir savolning kengaytirilgan sozlamalarida belgilangan o'z grafik turi mavjud.

source: Doughnut chart
uz: Doughnut diagrammasi

source: Polar chart
uz: Polar diagramma

source: Line chart
uz: Chiziq diagramma

source: Radar chart
uz: Radar diagrammasi

source: to:
uz: ga:

source: From:
uz: Kimdan:

source: Remove attachment
uz: Biriktirmani o'chirish

source: Check data integrity
uz: Ma'lumotlar yaxlitligini tekshirish

source: Log in
uz: Tizimga kirish

source: Edit assessments
uz: Baholarni tahrirlash

source: No permission
uz: Ruxsat yo'q

source: Group summary
uz: Guruh xulosasi

source: Edit group
uz: Guruhni tahrirlash

source: Can't delete question group when the survey is active
uz: So'rov faol bo'lganda savol guruhini o'chirib bo'lmaydi

source: Question summary
uz: Savol xulosasi

source: Question preview
uz: Savolni oldindan ko'rish

source: Display type
uz: Displey turi

source: CSS class(es)
uz: CSS sinf(lar)i

source: Doughnut
uz: Ponchik

source: Line
uz: Chiziq

source: Unknown box ID!
uz: Noma'lum quti identifikatori!

source: Activated
uz: Faollashtirilgan

source: Saved
uz: Saqlangan

source: Only export entries which contain this string in the email address.
uz: Faqat elektron pochta manzilida ushbu qatorni o'z ichiga olgan yozuvlarni eksport qiling.

source: Some emails were not sent because the server did not accept the email(s) or some other error occurred.
uz: Ba'zi elektron pochta xabarlari yuborilmadi, chunki server elektron pochta(lar)ni qabul qilmagan yoki boshqa xatolik yuz bergan.

source: Some entries had a validity date set which was not yet valid or not valid anymore.
uz: Ba'zi yozuvlarning amal qilish muddati belgilangan edi, ular hali haqiqiy emas yoki endi haqiqiy emas.

source: Not all emails were sent:
uz: Hamma xatlar yuborilmagan:

source: Invalid screen name
uz: Ekran nomi noto'g'ri

source: Could not write file
uz: Faylni yozib bo'lmadi

source: Could not open file
uz: Faylni ochib bo'lmadi

source: New survey
uz: Yangi so'rov

source: This plugin has no settings.
uz: Ushbu plaginda sozlamalar yo'q.

source: Plugin was deactivated.
uz: Plagin o'chirilgan.

source: Plugin was activated.
uz: Plagin faollashtirildi.

source: Image
uz: Rasm

source: Too many labels, can't generate chart
uz: Yorliqlar juda ko'p, diagramma yaratib bo'lmaydi

source: LDAP authentication failed: LDAP PHP module is not available.
uz: LDAP autentifikatsiyasi amalga oshmadi: LDAP PHP moduli mavjud emas.

source: Maximum date, valide date in any English textual datetime description (YYYY-MM-DD for example). Expression Managed can be used (only with YYYY-MM-DD format) value. For dropdown : only the year is restricted if date use variable not in same page.
uz: Maksimal sana, amal qilish sanasi har qanday inglizcha matnli sana-vaqt tavsifida (masalan, YYYY-AA-DD). Boshqariladigan ifodadan foydalanish mumkin (faqat YYYY-MM-DD formatida). Ochiladigan ro'yxat uchun: sanadan foydalanilganda faqat yil cheklangan. o'zgaruvchi bir xil sahifada emas.

source: Minimum date, valide date in YYYY-MM-DD format or any English textual datetime description. Expression Managed can be used (only with YYYY-MM-DD format). For dropdown : only the year is restricted if date use variable not in same page.
uz: Minimal sana, YYYY-MM-DD formatida amal qilish sanasi yoki har qanday inglizcha matnli sana-vaqt tavsifi. Boshqariladigan ifodadan foydalanish mumkin (faqat YYYY-MM-DD formatida). Ochiladigan menyu uchun: agar sana oʻzgaruvchisi ichida boʻlmasa, faqat yil cheklangan. xuddi shu sahifa.

source: Unknown error.
uz: Noma'lum xato.

source: ComfortUpdate could not find the update info data.
uz: ComfortUpdate yangilanish ma'lumotlarini topa olmadi.

source: An error occurred while creating a backup of your files. Check your local system (permission, available space, etc.)
uz: Fayllaringizning zaxira nusxasini yaratishda xatolik yuz berdi. Mahalliy tizimingizni tekshiring (ruxsat, bo'sh joy va h.k.)

source: It seems that ComfortUpdate doesn't know the version you're trying to update to. Please restart the process.
uz: ComfortUpdate siz yangilamoqchi bo'lgan versiyani bilmayotganga o'xshaydi. Jarayonni qayta ishga tushiring.

source: Unknown destination build!
uz: Noma'lum manzil qurish!

source: Is your ComfortUpdate up to date?
uz: ComfortUpdate ilovangiz yangilanganmi?

source: The server tried to call an unknown view!
uz: Server noma'lum ko'rinishni chaqirishga harakat qildi!

source: Your key is unknown to the update server.
uz: Sizning kalitingiz yangilanish serveriga noma'lum.

source: Unknown update key!
uz: Noma'lum yangilash kaliti!

source: Your update key has expired!
uz: Yangilanish kalitingiz muddati tugadi!

source: Your update key has exceeded the maximum number of updates!
uz: Sizning yangilanish kalitingiz yangilanishlar sonidan oshib ketdi!

source: ComfortUpdate could not download the update!
uz: ComfortUpdate yangilanishni yuklab bo'lmadi!

source: ComfortUpdate could not zip the files for your backup
uz: ComfortUpdate sizning zaxirangiz uchun fayllarni zip qila olmadi

source: ComfortUpdate couldn't find the update file on your local system (or the updater update file)
uz: ComfortUpdate mahalliy tizimingizda yangilanish faylini (yoki yangilovchi yangilash faylini) topa olmadi

source: ComfortUpdate couldn't unzip the update file (or the updater update file)
uz: ComfortUpdate yangilash faylini (yoki yangilovchi yangilash faylini) ochib bo'lmadi

source: ComfortUpdate encountered an error while trying to get data from your database.
uz: Ma'lumotlar bazasidan ma'lumotlarni olishga urinishda ComfortUpdate xatolikka duch keldi.

source: We couldn't reach the server or the server didn't provide any answer. Please try again in few minutes.
uz: Biz serverga ulana olmadik yoki server hech qanday javob bermadi. Iltimos, bir necha daqiqadan so‘ng qayta urinib ko‘ring.

source: If some participants have a 'valid from' date set which is in the future, they will not be able to access the survey before that 'valid from' date.
uz: Agar ba'zi ishtirokchilarda kelajakda bo'lgan "yaroqlilik sanasi" sanasi bo'lsa, ular ushbu "yaroqlilik sanasi" sanasidan oldin so'rovnomaga kira olmaydi.

source: Line %s : %s %s (%s) - token : %s
uz: %s qator: %s %s (%s) - token: %s

source: Line %s : %s %s
uz: %s qator: %s %s

source: Line %s : %s %s (%s)
uz: %s qator: %s %s (%s)

source: Line %s
uz: %s qator

source: Validate expressions in email: %s
uz: E-pochtadagi ifodalarni tekshirish: %s
