Repository: DayMarket/infra-docker
Catalog: images/limesurvey/v6.0/limesurvey-6-*.po
Languages: uz

source: The following surveys have an erroneous question order. That could lead to errors during the design and/or processing of the survey. Please go to each question and group respectively, check the question order and save it.
uz: Quyidagi soʻrovnomalarda notoʻgʻri savollar tartibi mavjud. Bu soʻrovni loyihalash va/yoki qayta ishlash jarayonida xatolarga olib kelishi mumkin. Iltimos, har bir savol va guruhga mos ravishda oʻting, savollar tartibini tekshiring va uni saqlang.

source: Test
uz: Sinov

source: Warning: The user has at least one role assigned. Setting individual user permissions will remove all roles from this user!
uz: Ogohlantirish: Foydalanuvchiga kamida bitta rol tayinlangan. Shaxsiy foydalanuvchi ruxsatlarini o'rnatish ushbu foydalanuvchidan barcha rollarni olib tashlaydi!

source: Back to settings
uz: Sozlamalarga qaytish

source: Email test result
uz: Elektron pochta testi natijasi

source: There seems to be some changes in the settings which were not saved yet. These changes will be disregarded by the test procedure.
uz: Sozlamalarda hali saqlanmagan ba'zi o'zgarishlar borga o'xshaydi. Bu o'zgarishlar sinov tartibida e'tiborga olinmaydi.

source: Test email will be sent to: %s
uz: Sinov xati quyidagi manzilga yuboriladi: %s

source: Test email settings
uz: Elektron pochta sozlamalarini sinash

source: Send email
uz: Email yuborish

source: Send test email:
uz: Sinov xatini yuborish:

source: 16 or up with Python Plugin / Essentials
uz: Python Plugin / Essentials bilan 16 yoki undan yuqori

source: Survey language %s could not be created.
uz: %s soʻrov tilini yaratib boʻlmadi.

source: Delete question
uz: Savolni o'chirish

source: Save & add new question
uz: Saqlash va yangi savol qo'shish

source: Email sending failure: %s
uz: E-pochta xabari yuborilmadi: %s

source: Email sent successfully
uz: E-pochta muvaffaqiyatli yuborildi

source: This is a test email from %s
uz: Bu %s tomonidan yuborilgan sinov xati

source: Test email from %s
uz: %s dan elektron pochta xabarini sinash

source: CSS framework CSS
uz: CSS ramka CSS

source: CSS framework name
uz: CSS ramka nomi

source: Files CSS
uz: CSS fayllari

source: Participant - Attribute: %s
uz: Ishtirokchi - Atribut: %s

source: Participant - Language
uz: Ishtirokchi - til

source: Theme ID
uz: Mavzu identifikatori

source: An error occurred when saving the sent date for this participant (ID: %s).
uz: Ushbu ishtirokchi uchun yuborilgan sanani saqlashda xatolik yuz berdi (ID: %s).

source: Could not save question attributes
uz: Savol atributlarini saqlab bo'lmadi

source: Permission to access surveys in this group. To see a survey in the list the read/view permission must be given.
uz: Ushbu guruhdagi soʻrovnomalarga kirish uchun ruxsat. Roʻyxatdagi soʻrovnomani koʻrish uchun oʻqish/koʻrish ruxsati berilishi kerak.

source: Permission to update name/description of this group or to delete this group. Read permission is used to give access to this group.
uz: Ushbu guruh nomini/tavsifini yangilash yoki bu guruhni oʻchirish uchun ruxsat. Oʻqish ruxsati ushbu guruhga kirish uchun ishlatiladi.

source: 2FA key (optional)
uz: 2FA kaliti (ixtiyoriy)

source: You cannot delete your own user.
uz: Siz o'z foydalanuvchingizni o'chira olmaysiz.

source: Delete 2FA key
uz: 2FA kalitini o'chirish

source: No 2FA key set for user ID %s
uz: %s foydalanuvchi identifikatori uchun 2FA kalit sozlanmagan

source: Deletion failed
uz: O'chirish amalga oshmadi

source: Successfully deleted
uz: Muvaffaqiyatli o'chirildi

source: The two-factor authentication key could not be stored.
uz: Ikki faktorli autentifikatsiya kalitini saqlab bo'lmadi.

source: The confirmation key is not correct.
uz: Tasdiqlash kaliti noto'g'ri.

source: Please enter a confirmation key
uz: Tasdiqlash kalitini kiriting

source: Activate 2FA now
uz: 2FAni hozir faollashtiring

source: 2FA method
uz: 2FA usuli

source: Renew 2FA
uz: 2FAni yangilang

source: Remove 2FA
uz: 2FAni o'chirish

source: An error has occurred, and the key could not be deleted.
uz: Xatolik yuz berdi va kalitni o'chirib bo'lmadi.

source: Yes, I am sure
uz: Ha, ishonchim komil

source: Do you want to remove/renew it?
uz: Uni olib tashlash/yangilashni xohlaysizmi?

source: Currently activated two-factor authentication: %s
uz: Hozirda faollashtirilgan ikki faktorli autentifikatsiya: %s

source: Not now
uz: Hozir emas

source: Do you want to activate it now?
uz: Uni hozir faollashtirmoqchimisiz?

source: Please activate it now.
uz: Iltimos, uni hozir faollashtiring.

source: You don't have two-factor authentication (2FA) activated.
uz: Sizda ikki faktorli autentifikatsiya (2FA) faollashtirilmagan.

source: Two-factor authentication (2FA)
uz: Ikki faktorli autentifikatsiya (2FA)

source: Available for surveys
uz: So'rovlar uchun mavjud

source: If the user doesn't have global view/read global permission for themes, please select the themes he should be able to use for surveys.
uz: Agar foydalanuvchi mavzular uchun global ko'rish/o'qish uchun global ruxsatga ega bo'lmasa, so'rovlar uchun foydalanishi kerak bo'lgan mavzularni tanlang.

source: Mandatory during registration?
uz: Ro'yxatdan o'tish paytida majburiymi?

source: Off (unsafe)
uz: O'chirilgan (xavfli)

source: Error importing folder: %s
uz: Jildni import qilishda xato: %s

source: Error details:
uz: Xato tafsilotlari:

source: 2FA enabled
uz: 2FA yoqilgan

source: An error has happened, and the key could not be deleted.
uz: Xatolik yuz berdi va kalitni oʻchirib boʻlmadi.

source: You cannot modify your own permissions.
uz: Siz o'zingizning ruxsatlaringizni o'zgartira olmaysiz.

source: Participant - Email address
uz: Ishtirokchi - elektron pochta manzili

source: Participant - Access code
uz: Ishtirokchi - Kirish kodi

source: Survey administrator - Email address
uz: So'rov ma'muri - elektron pochta manzili

source: Survey administrator - Name
uz: So'rov ma'muri - Ism

source: Participant - Last name
uz: Ishtirokchi - familiyasi

source: Participant - First name
uz: Ishtirokchi - ismi

source: Participant - Opt-in URL
uz: Ishtirokchi - kirish URL manzili

source: Participant - Opt-out URL
uz: Ishtirokchi - rad etish URL manzili

source: All question group texts meet consistency standards.
uz: Barcha savollar guruhi matnlari izchillik standartlariga javob beradi.

source: The following question group texts should be deleted:
uz: Quyidagi savollar guruhi matnlari o'chirilishi kerak:

source: All question groups meet consistency standards.
uz: Barcha savol guruhlari izchillik standartlariga javob beradi.

source: The following question groups should be deleted:
uz: Quyidagi savol guruhlari oʻchirib tashlanishi kerak:

source: All question texts meet consistency standards.
uz: Barcha savol matnlari izchillik standartlariga javob beradi.

source: The following question texts should be deleted:
uz: Quyidagi savol matnlari o'chirilishi kerak:

source: All answers texts meet consistency standards.
uz: Barcha javob matnlari izchillik standartlariga javob beradi.

source: The following answer texts should be deleted:
uz: Quyidagi javob matnlari o'chirilishi kerak:

source: Delete question group
uz: Savollar guruhini o'chirish

source: You have exceeded the number of maximum access code validation attempts. Please wait %d minutes before trying again.
uz: Siz kirish kodini tekshirishga urinishlar sonidan oshib ketdingiz. Qayta urinishdan oldin %d daqiqa kuting.

source: Missing %s closing left parentheses
uz: %s chap qavsni yopishda etishmayapti

source: No parent answer
uz: Ota-ona javobi yo'q

source: No parent question
uz: Ota-ona savoli yo'q

source: Deleting answer localizations: %u entries deleted
uz: Javoblarning lokalizatsiyasi oʻchirilmoqda: %u ta yozuv oʻchirildi

source: Deleting question texts: %u entries deleted
uz: Savol matnlarini oʻchirish: %u ta yozuv oʻchirildi

source: Unable to delete question text %s, code %s
uz: %s savol matnini, %s kodini oʻchirib boʻlmadi

source: Deleting group texts: %u entries deleted
uz: Guruh matnlarini oʻchirish: %u ta yozuv oʻchirildi

source: Unable to delete groups text %s, code %s
uz: %s guruhlar matnini, %s kodini oʻchirib boʻlmadi

source: Drag to sort
uz: Saralash uchun torting

source: Current user
uz: Hozirgi foydalanuvchi

source: German (easy)
uz: Nemis (oson)

source: You can't delete the default survey group!
uz: Siz standart so'rov guruhini o'chira olmaysiz!

source: You do not have permission to access this user.
uz: Sizda ushbu foydalanuvchiga kirish uchun ruxsat yo'q.

source: You do not have permission to access this user group.
uz: Sizda ushbu foydalanuvchilar guruhiga kirishga ruxsatingiz yo'q.

source: Upload & install
uz: Yuklash va o'rnatish

source: Display survey participant table after addition?
uz: Qo'shishdan keyin so'rovnoma ishtirokchilari jadvalini ko'rsatishmi?

source: Users assigned to this role
uz: Ushbu rolga tayinlangan foydalanuvchilar

source: If the link does not work and you turn on HTTPS, you will not be able to access and use your LimeSurvey application!
uz: Agar havola ishlamasa va siz HTTPS-ni yoqsangiz, siz LimeSurvey ilovasiga kira olmaysiz va undan foydalana olmaysiz!

source: Romansh
uz: Rum

source: Azerbaijani
uz: Ozarbayjon

source: Use for all languages
uz: Barcha tillar uchun foydalanish

source: Copy question settings?
uz: Savol sozlamalari nusxalansinmi?

source: {n} second to go|{n} seconds to go
uz: {n} soniya qoldi|{n} soniya qoldi

source: There are more emails pending than can be sent in one batch. Continue sending emails by clicking below, or wait %s{n}%s second.|There are more emails pending than can be sent in one batch. Continue sending emails by clicking below, or wait %s{n}%s seconds.
uz: Bir toʻplamda yuborilishi mumkin boʻlgandan koʻproq kutilayotgan e-pochta xatlari bor. Quyidagi tugmani bosish orqali xat yuborishni davom eting yoki %s{n}%s soniya kuting.|Bir toʻplamda yuborilishi mumkin boʻlgandan koʻproq e-pochta xatlari kutilmoqda. pastga bosing yoki %s{n}%s soniya kuting.

source: The default group is always public.
uz: Birlamchi guruh har doim ochiq.

source: When public mode is active, any user can see the survey group. This allows any user to put surveys in this group.
uz: Ommaviy rejim faol bo'lsa, har qanday foydalanuvchi so'rov guruhini ko'rishi mumkin. Bu har qanday foydalanuvchiga ushbu guruhga so'rovnomalarni qo'yish imkonini beradi.

source: Admin email template:
uz: Administrator elektron pochta shabloni:

source: Admin creation email template
uz: Administrator uchun elektron pochta shablonini yaratish

source: Available placeholders
uz: Mavjud to'ldiruvchilar

source: Admin creation email subject
uz: Administrator yaratish elektron pochta mavzusi

source: Send email to new user administrators:
uz: Yangi foydalanuvchi ma'murlariga elektron pochta xabarlarini yuborish:

source: Number of seconds to wait until the next email batch is sent.
uz: Keyingi elektron pochta to'plami yuborilguncha kutish uchun soniyalar soni.

source: Email sending rate:
uz: E-pochtani yuborish tezligi:

source: Add permissions:
uz: Ruxsat qo'shish:

source: This survey group is shown for users with any permission to the survey group, user with any permission to one survey inside this group, or if this group was configured to be available.
uz: Ushbu so'rovnoma guruhi so'rov guruhiga ruxsati bo'lgan foydalanuvchilar, ushbu guruh ichidagi bitta so'rovnomaga ruxsati bo'lgan foydalanuvchi yoki ushbu guruh mavjud bo'lishi uchun sozlangan bo'lsa ko'rsatiladi.

source: Users listed here can see groups in lists, and view group descriptions & settings. This is the minimal permission - you have to use the delete action to remove this permission.
uz: Bu erda sanab o'tilgan foydalanuvchilar ro'yxatlardagi guruhlarni ko'rishlari va guruh tavsiflari va sozlamalarini ko'rishlari mumkin. Bu minimal ruxsat - bu ruxsatni olib tashlash uchun o'chirish amalidan foydalanishingiz kerak.

source: Set permission for user group: %s
uz: Foydalanuvchilar guruhi uchun ruxsatni o'rnatish: %s

source: Set permission for user: %s
uz: Foydalanuvchi uchun ruxsatni o'rnatish: %s

source: Are you sure you want to remove all permissions for this user?
uz: Ushbu foydalanuvchi uchun barcha ruxsatlarni olib tashlamoqchimisiz?

source: Current permissions:
uz: Joriy ruxsatlar:

source: Set the permission for this user on this group.
uz: Ushbu guruhda ushbu foydalanuvchi uchun ruxsatni o'rnating.

source: Set the permission for this user group on this group.
uz: Ushbu guruhda ushbu foydalanuvchilar guruhi uchun ruxsatni o'rnating.

source: Permission for group:
uz: Guruh uchun ruxsat:

source: Permission to modify survey group security settings
uz: So'rov guruhining xavfsizlik sozlamalarini o'zgartirishga ruxsat

source: Survey group security
uz: So'rov guruhi xavfsizligi

source: Permission to update survey settings for this group
uz: Ushbu guruh uchun so'rovnoma sozlamalarini yangilash uchun ruxsat

source: Available
uz: Mavjud

source: Always available
uz: Har doim mavjud

source: Permission to create survey groups (for which all permissions are automatically given) and view, update and delete survey groups from other users.
uz: So'rov guruhlarini yaratish (ular uchun barcha ruxsatlar avtomatik ravishda beriladi) va so'rov guruhlarini boshqa foydalanuvchilardan ko'rish, yangilash va o'chirish uchun ruxsat.

source: Allow slider reset
uz: Slayderni qayta tiklashga ruxsat berish

source: This setting is localized
uz: Ushbu sozlama mahalliylashtirilgan

source: Thank you
uz: Rahmat

source: If you have any questions regarding this email, please do not hesitate to contact the site administrator at
uz: Agar sizda ushbu elektron pochta bo'yicha savollaringiz bo'lsa, iltimos, sayt administratoriga murojaat qiling.

source: You can use now the following credentials to log in:
uz: Endi tizimga kirish uchun quyidagi hisob ma'lumotlaridan foydalanishingiz mumkin:

source: Hello
uz: Salom

source: Invalid parameters.
uz: Parametrlar noto'g'ri.

source: Unknown action.
uz: Noma'lum harakat.

source: Could not save label set: Found no answers.
uz: Yorliqlar toʻplamini saqlab boʻlmadi: javob topilmadi.

source: Could not save label set: Label set name is empty.
uz: Yorliqlar toʻplamini saqlab boʻlmadi: Yorliqlar toʻplami nomi boʻsh.

source: You do not have permission to update survey settings.
uz: Sizda so'rovnoma sozlamalarini yangilash uchun ruxsat yo'q.

source: You don't have rights on Survey group
uz: Sizning so'rovlar guruhida huquqlaringiz yo'q

source: Forbidden call of method %s for plugin %s
uz: %s plagini uchun %s usulining taqiqlangan chaqiruvi

source: Invalid theme configuration for this group.
uz: Ushbu guruh uchun mavzu konfiguratsiyasi noto'g'ri.

source: We are sorry but you don't have permissions to do this
uz: Kechirasiz, lekin sizda buni qilishga ruxsat yo'q

source: User group not found
uz: Foydalanuvchilar guruhi topilmadi

source: You do not have permission to this user group.
uz: Sizda ushbu foydalanuvchilar guruhiga ruxsatingiz yo'q.

source: You can not update your own permission.
uz: Siz o'zingizning ruxsatingizni yangilay olmaysiz.

source: Could not save answer option
uz: Javob variantini saqlab bo'lmadi

source: Could not save copied question
uz: Ko‘chirilgan savolni saqlab bo‘lmadi

source: Saved copied question
uz: Saqlangan nusxalangan savol

source: Question does not exist.
uz: Savol yo'q.

source: Access denied! You don't have permission to copy a question
uz: Kirish rad etildi! Savolni nusxalash uchun ruxsatingiz yo'q

source: Question saved
uz: Savol saqlandi

source: You have no permission to delete assessments
uz: Sizda baholashlarni o'chirishga ruxsatingiz yo'q

source: Unknown action for assessment.
uz: Baholash uchun noma'lum harakat.

source: Assessment could not be activated.
uz: Baholashni faollashtirib bo'lmadi.

source: You do not have permission to activate assessment.
uz: Sizda baholashni faollashtirishga ruxsatingiz yo'q.

source: Greenlandic
uz: Grenlandiya

source: %s records with other errors
uz: %s yozuvlar boshqa xatolar bilan

source: Chichewa
uz: Chicheva

source: This survey is not active and has no responses.
uz: Ushbu so'rov faol emas va hech qanday javob yo'q.

source: And/or Date is <= :
uz: Va/yoki sana <=:

source: Date is >= :
uz: Sana >=:

source: Date equals:
uz: Sana teng:

source: There are expressions with syntax errors.
uz: Sintaksis xatosi bo'lgan iboralar mavjud.

source: There are expressions with syntax errors in this question.
uz: Ushbu savolda sintaksis xatosi bo'lgan iboralar mavjud.

source: There are expressions with syntax errors in this group.
uz: Ushbu guruhda sintaksis xatolari bo'lgan iboralar mavjud.

source: There are expressions with syntax errors in this survey.
uz: Ushbu so'rovda sintaksis xatolari bo'lgan iboralar mavjud.

source: Failed to update email templates. Message: %s
uz: E-pochta shablonlarini yangilab boʻlmadi. Xabar: %s

source: This group has at least 1 error.
uz: Bu guruhda kamida 1 ta xato bor.

source: Security update available
uz: Xavfsizlik yangilanishi mavjud

source: Update available
uz: Yangilanish mavjud

source: You cannot reload responses because the survey is not activated, yet.
uz: Javoblarni qayta yuklay olmaysiz, chunki so'rov hali faollashtirilmagan.

source: You are not allowed to enter this page
uz: Sizga ushbu sahifaga kirishga ruxsat yo'q

source: Are you sure you want to delete this plugin from the file system?
uz: Ushbu plaginni fayl tizimidan o'chirib tashlamoqchimisiz?

source: Plugin files successfully deleted.
uz: Plagin fayllari muvaffaqiyatli o'chirildi.

source: Could not remove plugin files.
uz: Plagin fayllarini olib tashlab bo'lmadi.

source: Plugin files cannot be deleted due to permissions problem.
uz: Plagin fayllarini ruxsatlar muammosi tufayli oʻchirib boʻlmaydi.

source: Plugin folder does not exist.
uz: Plagin papkasi mavjud emas.

source: Name can not be empty.
uz: Ism bo'sh bo'lishi mumkin emas.

source: Valencian
uz: Valensiya

source: Configuration file already exist
uz: Konfiguratsiya fayli allaqachon mavjud

source: You cannot delete yourself or a protected user.
uz: Siz o'zingizni yoki himoyalangan foydalanuvchini o'chira olmaysiz.

source: Anonymize IP address:
uz: IP manzilini anonimlashtirish:

source: Anonymize IP address
uz: IP manzilini anonimlashtirish

source: Sending successful
uz: Yuborish muvaffaqiyatli

source: Sending emails to users(sucess/errors):
uz: Foydalanuvchilarga elektron pochta xabarlarini yuborish (muvaffaqiyatli/xato):

source: No parent group
uz: Ota-ona guruhi yo'q

source: Username : %s - Email : %s.
uz: Foydalanuvchi nomi: %s - Email: %s.

source: You do not have permission to send emails to all users.
uz: Sizda barcha foydalanuvchilarga elektron pochta xabarlarini yuborishga ruxsatingiz yo'q.

source: Error: no email has been send.
uz: Xato: elektron pochta xabari yuborilmadi.

source: Unknown user. You have to select a user.
uz: Noma'lum foydalanuvchi. Siz foydalanuvchini tanlashingiz kerak.

source: User could not be added.
uz: Foydalanuvchini qo'shib bo'lmadi.

source: You don't have permission to edit a user group
uz: Sizda foydalanuvchi guruhini tahrirlash uchun ruxsat yo'q

source: Failed to edit user group! Group already exists?
uz: Foydalanuvchilar guruhini tahrirlab bo'lmadi! Guruh allaqachon mavjudmi?

source: GroupId missing
uz: GroupId yo'q

source: Could not delete Box
uz: Qutni o'chirib bo'lmadi

source: Survey theme options
uz: So'rov mavzusi variantlari

source: You are not a participant of this survey.
uz: Siz ushbu so'rovnoma ishtirokchisi emassiz.

source: Edit theme options
uz: Mavzu parametrlarini tahrirlash

source: Uppercase only
uz: Faqat katta harflar

source: The new password can not be empty.
uz: Yangi parol bo'sh bo'lishi mumkin emas.

source: Please note that if you delete an incomplete response during a running survey, the participant will not be able to complete it.
uz: Iltimos, shuni esda tutingki, agar siz so'rov vaqtida to'liq bo'lmagan javobni o'chirib tashlasangiz, ishtirokchi uni to'ldira olmaydi.

source: Do you want to delete this response?
uz: Bu javobni o'chirib tashlamoqchimisiz?

source: The data could not be saved because the response does not exist in the database.
uz: Ma'lumotlarni saqlab bo'lmadi, chunki javob ma'lumotlar bazasida mavjud emas.

source: Custom token
uz: Maxsus token

source: Without ambiguous characters
uz: Noaniq belgilarsiz

source: Numeric tokens
uz: Raqamli belgilar

source: No custom function for this survey
uz: Ushbu so'rov uchun maxsus funksiya yo'q

source: Error! You do not have the permission to edit this user.
uz: Xato! Sizda bu foydalanuvchini tahrirlash uchun ruxsat yoʻq.

source: Error! Please change your password from your profile settings.
uz: Xato! Profil sozlamalaridan parolingizni o'zgartiring.

source: Please make sure that your CSV contains the fields '%s', '%s', '%s', '%s', and '%s'
uz: Iltimos, CSV faylingizda '%s', '%s', '%s', '%s' va '%s' maydonlari mavjudligiga ishonch hosil qiling.

source: Role was successfully imported.
uz: Rol muvaffaqiyatli import qilindi.

source: Please visit %s to download the update.
uz: Yangilanishni yuklab olish uchun %s saytiga tashrif buyuring.

source: There are updates available for %s (type: %s).
uz: %s (turi: %s) uchun yangilanishlar mavjud.

source: There are security updates available for %s (type: %s).
uz: %s (turi: %s) uchun xavfsizlik yangilanishlari mavjud.

source: Wrong decryption key! Decryption key has changed since this data were last saved, so data can't be decrypted. Please consult our manual at %s.
uz: Noto'g'ri shifrni ochish kaliti! Bu ma'lumotlar oxirgi saqlanganidan beri shifrni ochish kaliti o'zgargan, shuning uchun ma'lumotlarni shifrlab bo'lmaydi. Iltimos, %s manzilidagi qo'llanmamizga qarang.

source: Error saving survey texts
uz: So'rovnoma matnlarini saqlashda xatolik yuz berdi

source: Survey texts were saved successfully.
uz: So'rovnoma matnlari muvaffaqiyatli saqlandi.

source: Unzipped file is too big.
uz: Ochilgan fayl juda katta.

source: Temporary folder cannot be determined.
uz: Vaqtinchalik jildni aniqlab bo'lmaydi.

source: Privacy policy label text:
uz: Maxfiylik siyosati yorlig'i matni:

source: Privacy policy error text:
uz: Maxfiylik siyosati xatosi matni:

source: Email address of the participant
uz: Ishtirokchining elektron pochta manzili

source: Last name of the participant
uz: Ishtirokchining familiyasi

source: First name of the participant
uz: Ishtirokchining ismi

source: Privacy policy label:
uz: Maxfiylik siyosati yorlig'i:

source: Privacy policy error:
uz: Maxfiylik siyosati xatosi:

source: Privacy policy text:
uz: Maxfiylik siyosati matni:

source: Your privacy policy text is shown here.
uz: Maxfiylik siyosatingiz matni bu yerda ko'rsatilgan.

source: Error saving privacy policy text
uz: Maxfiylik siyosati matnini saqlashda xatolik yuz berdi

source: Successfully saved privacy policy text
uz: Maxfiylik siyosati matni muvaffaqiyatli saqlandi

source: Validate ExpressionScript
uz: ExpressionScriptni tekshirish

source: Bulk export roles
uz: Ommaviy eksport rollari

source: Label set successfully updated
uz: Yorliqlar to'plami muvaffaqiyatli yangilandi

source: Label set successfully saved.
uz: Yorliqlar toʻplami muvaffaqiyatli saqlandi.

source: Use ExpressionScript code:
uz: ExpressionScript kodidan foydalaning:

source: At least %d special character.|At least %d special characters.
uz: Kamida %d ta maxsus belgi.|Kamida %d ta maxsus belgi.

source: At least %d number.|At least %d numbers.
uz: Kamida %d ta raqam.|Kamida %d ta raqam.

source: At least %d upper case letter.|At least %d upper case letters.
uz: Kamida %d ta katta harf.|Kamida %d ta bosh harf.

source: At least %d lower case letter.|At least %d lower case letters.
uz: Kamida %d ta kichik harf.|Kamida %d ta kichik harf.
