Repository: DayMarket/infra-docker
Catalog: images/limesurvey/v6.0/limesurvey-6-*.po
Languages: uz

source: Between %d and %d characters long.
uz: Uzunligi %d dan %d gacha.

source: Exactly %d character long.|Exactly %d characters long.
uz: Aniq %d belgi uzunligi.|Aniq %d belgi uzunligi.

source: At most %d character long.|At most %d characters long.
uz: Ko'pi bilan %d ta belgi.|Ko'pi bilan %d ta belgidan iborat.

source: At least %d character long.|At least %d characters long.
uz: Kamida %d belgi uzunligi.|Kamida %d ta belgi.

source: A password must meet the following requirements:
uz: Parol quyidagi talablarga javob berishi kerak:

source: Note: This survey has a past expiration date configured and is currently not available to participants. Please remember to update/remove the expiration date in the survey settings after activation.
uz: Izoh: Bu soʻrovnomada oʻtgan yaroqlilik sanasi sozlangan va hozirda ishtirokchilar uchun mavjud emas. Iltimos, faollashtirilgandan soʻng soʻrovnoma sozlamalarida amal qilish muddatini yangilashni/oʻchirishni unutmang.

source: Bulk convert conditions to ExpressionScript
uz: Shartlarni ExpressionScript-ga ommaviy aylantirish

source: Preview conversion of conditions to ExpressionScript
uz: Shartlarni ExpressionScript-ga o'tkazishni oldindan ko'rish

source: Unit test dynamic ExpressionScript processing
uz: Dinamik ExpressionScript-ni qayta ishlash birligi testi

source: Expression Engine
uz: Ifoda mexanizmi

source: Failed to generate random string for token. Please check your configuration and ensure that the openssl or mcrypt extension is enabled.
uz: Token uchun tasodifiy qatorni yaratib boʻlmadi. Iltimos, konfiguratsiyangizni tekshiring va openssl yoki mcrypt kengaytmasi yoqilganligiga ishonch hosil qiling.

source: A condition can be used to add branching logic using ExpressionScript. Either edit it directly here or use the Condition designer.
uz: Shartdan ExpressionScript yordamida tarmoqlangan mantiqni qo'shish uchun foydalanish mumkin. Uni to'g'ridan-to'g'ri shu yerda tahrirlang yoki Shart dizayneridan foydalaning.

source: Your database configuration needs to have innodb_file_format and innodb_file_format_max set to use the Barracuda format in order to use InnoDB engine for LimeSurvey!
uz: Ma'lumotlar bazasi konfiguratsiyasi LimeSurvey uchun InnoDB dvigatelidan foydalanish uchun Barracuda formatidan foydalanish uchun innodb_file_format va innodb_file_format_max bo'lishi kerak!

source: You need to enable large_file_prefix setting in your database configuration in order to use InnoDB engine for LimeSurvey!
uz: LimeSurvey uchun InnoDB dvigatelidan foydalanish uchun ma'lumotlar bazasi konfiguratsiyasida large_file_prefix sozlamasini yoqishingiz kerak!

source: The database engine type must be set for MySQL
uz: Ma'lumotlar bazasi mexanizmi turi MySQL uchun o'rnatilishi kerak

source: Function must have at least %s argument|Function must have at least %s arguments
uz: Funktsiyada kamida %s argument boʻlishi kerak|Funktsiyada kamida %s argument boʻlishi kerak

source: Find updates
uz: Yangilanishlarni toping

source: Minimum password length
uz: Minimal parol uzunligi

source: Require at least one digit
uz: Kamida bitta raqam kerak

source: The password does not reach the minimum length of %s characters
uz: Parol minimal %s belgi uzunligiga yetmaydi

source: The password does require at least one special character
uz: Parol kamida bitta maxsus belgini talab qiladi

source: Reset completed responses to the incomplete state
uz: Tugallangan javoblarni toʻliq boʻlmagan holatga qaytarish

source: Configuration file %s could not be found or read.
uz: %s konfiguratsiya faylini topib boʻlmadi yoki oʻqib boʻlmadi.

source: Count the number of complete responses which are not empty
uz: Bo'sh bo'lmagan to'liq javoblar sonini hisoblang

source: Count the number of complete responses with a value equal to a specific value
uz: Ma'lum bir qiymatga teng bo'lgan to'liq javoblar sonini hisoblang

source: If you disable this option : user with XSS restriction still can add script. This allows user to add cross-site scripting javascript system.
uz: Agar siz ushbu parametrni o'chirib qo'ysangiz: XSS cheklovi bo'lgan foydalanuvchi hali ham skript qo'shishi mumkin. Bu foydalanuvchiga saytlararo skript JavaScript tizimini qo'shish imkonini beradi.

source: Disable question script for XSS restricted user:
uz: XSS cheklangan foydalanuvchi uchun savol skriptini o'chirib qo'ying:

source: Invalid question code %s
uz: Savol kodi noto'g'ri %s

source: Warning! Using InnoDB instead of MyISAM will reduce the possible maximum number of questions in your surveys. Please read more about MyISAM vs InnoDB table column limitations in our manual before selecting InnoDB.
uz: Ogohlantirish! MyISAM o'rniga InnoDB dan foydalanish so'rovlaringizdagi mumkin bo'lgan maksimal savollar sonini kamaytiradi. Iltimos, InnoDB ni tanlashdan oldin qo'llanmamizdagi MyISAM va InnoDB jadval ustunlari cheklovlari haqida ko'proq o'qing.

source: Question theme could not be converted to the latest LimeSurvey version. Reason: No matching core theme with the name %s could be found
uz: Savol mavzusini eng soʻnggi LimeSurvey versiyasiga aylantirib boʻlmadi. Sabab: %s nomiga mos keladigan asosiy mavzu topilmadi

source: In the printable version the condition is being replaced with this explanation text.
uz: Bosma versiyada shart ushbu tushuntirish matni bilan almashtiriladi.

source: Repeat headers every n-th subquestions (Set to 0 to deactivate).
uz: Sarlavhalarni har n-chi kichik savolda takrorlang (o'chirish uchun 0 ga o'rnating).

source: Error! Some theme(s) inherit from this theme
uz: Xato! Ba'zi mavzu(lar) bu mavzudan meros bo'lib qolgan

source: Date format
uz: Sana formati

source: Inherit
uz: Meros olish

source: Tweet it
uz: Tvit qiling

source: Thanks for taking this survey!
uz: Ushbu so'rovnomada qatnashganingiz uchun tashakkur!

source: Share on Twitter:
uz: Twitterda baham ko'ring:

source: Enable
uz: Yoqish

source: Share on Facebook:
uz: Facebookda baham ko'ring:

source: Generate QR-Code
uz: QR-kod yaratish

source: Share QR-code:
uz: QR-kodni ulashish:

source: Share survey
uz: So'rovnomani baham ko'rish

source: Open sharing panel
uz: Ulashish panelini ochish

source: Sharing panel:
uz: Almashish paneli:

source: Hints and warnings
uz: Maslahatlar va ogohlantirishlar

source: No info or no data found
uz: Hech qanday ma'lumot yoki ma'lumot topilmadi

source: Database usage
uz: Ma'lumotlar bazasidan foydalanish

source: Answer question
uz: Savolga javob bering

source: Continue without answering
uz: Javob bermasdan davom eting

source: Say hello
uz: Salom ayting

source: Show a HTML list with elements
uz: Elementlar bilan HTML ro'yxatini ko'rsatish

source: Hello World From Global Settings!
uz: Global sozlamalardan salom dunyo!

source: Hello
uz: Salom

source: Hello World Admin Module
uz: Salom dunyo administrator moduli

source: PHP Sodium library [data encryption]
uz: PHP natriy kutubxonasi [ma'lumotlarni shifrlash]

source: If the button above is not working, please copy this link into the address line of your browser
uz: Agar yuqoridagi tugma ishlamasa, iltimos, ushbu havolani brauzeringizning manzil qatoriga ko'chiring

source: Your password:
uz: Sizning parolingiz:

source: Your username:
uz: Foydalanuvchi nomingiz:

source: Last login:
uz: Oxirgi kirish:

source: Overwrite existing users
uz: Mavjud foydalanuvchilarning ustiga yozish

source: Import users
uz: Foydalanuvchilarni import qilish

source: Select none
uz: Hech birini tanlama

source: Export as CSV
uz: CSV sifatida eksport qilish

source: Select role(s):
uz: Rol(lar)ni tanlang):

source: Note: Adding role(s) to a user will overwrite any individual user permissions!
uz: Izoh: Rol(lar)ni foydalanuvchiga qo'shish har qanday individual foydalanuvchi ruxsatnomalarini qayta yozadi!

source: Edit user roles
uz: Foydalanuvchi rollarini tahrirlash

source: Random password (suggestion):
uz: Tasodifiy parol (taklif):

source: Set password now?
uz: Parolni hozir o'rnatasizmi?

source: Change password?
uz: Parolni o'zgartirish?

source: Edit user
uz: Foydalanuvchini tahrirlash

source: Email address to use
uz: Foydalanish uchun elektron pochta manzili

source: Prefix for the users (a random value will be appended)
uz: Foydalanuvchilar uchun prefiks (tasodifiy qiymat qo'shiladi)

source: The size of the randomly generated password (min. 8)
uz: Tasodifiy yaratilgan parol hajmi (min. 8)

source: How many users should be created
uz: Qancha foydalanuvchi yaratilishi kerak

source: Add dummy user
uz: Soxta foydalanuvchi qo'shish

source: Add to user group
uz: Foydalanuvchilar guruhiga qo'shish

source: Are you sure you want to reset and resend selected users login data?
uz: Siz tanlagan foydalanuvchilarning kirish ma'lumotlarini qayta o'rnatish va qayta yuborishni xohlaysizmi?

source: Resend login data
uz: Kirish ma'lumotlarini qayta yuborish

source: Are you sure you want to delete the selected user?
uz: Tanlangan foydalanuvchini o'chirib tashlamoqchimisiz?

source: Selected user(s)...
uz: Tanlangan foydalanuvchi(lar)...

source: Select user group to add users to
uz: Foydalanuvchilarni qo'shish uchun foydalanuvchi guruhini tanlang

source: Lock question organizer in sidebar by default:
uz: Sukut bo'yicha savol organizatorini yon panelda qulflash:

source: Non-Numerical subquestions prefix:
uz: Raqamli bo'lmagan pastki savollar prefiksi:

source: Non-Numerical answer option prefix:
uz: Raqamli bo'lmagan javob varianti prefiksi:

source: Directly show edit mode:
uz: To'g'ridan-to'g'ri tahrirlash rejimini ko'rsatish:

source: Show script field:
uz: Skript maydonini ko'rsatish:

source: Preselected question type:
uz: Oldindan tanlangan savol turi:

source: Sourcecode editor
uz: Manba kod muharriri

source: We will soon add the functionality to create your own tutorials and download them from our store.
uz: Biz tez orada o'z qo'llanmalaringizni yaratish va ularni do'konimizdan yuklab olish funksiyasini qo'shamiz.

source: Tutorial entries
uz: O'quv qo'llanmalari

source: Edit permission
uz: Tahrirlash ruxsati

source: Total with no unique participant access code
uz: Noyob ishtirokchi kirish kodisiz jami

source: Update participant entry
uz: Ishtirokchi yozuvini yangilash

source: Access code:
uz: Kirish kodi:

source: Send reminder to participant ID(s):
uz: Ishtirokchi identifikatorlariga eslatma yuborish:

source: Encrypted?
uz: Shifrlanganmi?

source: Send invitation email to participant ID(s):
uz: Ishtirokchi identifikatorlariga taklifnoma xatini yuboring:

source: Access code length
uz: Kirish kodi uzunligi

source: %s lines with invalid access codes skipped (access codes may only contain 0-9,a-z,A-Z,_).
uz: Kirish kodlari noto'g'ri bo'lgan %s qatorlar o'tkazib yuborildi (kirish kodlari faqat 0-9,az,AZ,_ ni o'z ichiga olishi mumkin).

source: Successfully created participant entries
uz: Ishtirokchi yozuvlari muvaffaqiyatli yaratildi

source: Failed to create participant entries
uz: Ishtirokchi yozuvlarini yaratib bo'lmadi

source: Add participant entry
uz: Ishtirokchi yozuvini qo'shish

source: Inherited value:
uz: Meroslangan qiymat:

source: Visible inside the Question Selector
uz: Savol tanlash vositasi ichida ko'rinadi

source: Visibility
uz: Ko'rinish

source: User Theme
uz: Foydalanuvchi mavzusi

source: Core Theme
uz: Asosiy mavzu

source: Path
uz: Yo'l

source: Broken question themes
uz: Buzilgan savollar mavzulari

source: Available question themes:
uz: Mavjud savol mavzulari:

source: inherited value:
uz: meroslangan qiymat:

source: Are you sure you want to uninstall the selected themes?
uz: Tanlangan mavzularni o'chirib tashlamoqchimisiz?

source: Uninstall themes
uz: Mavzularni o'chirish

source: Are you sure you want to delete the selected quotas?
uz: Tanlangan kvotani o'chirib tashlamoqchimisiz?

source: Selected theme(s)...
uz: Tanlangan mavzu(lar)...

source: Select theme ZIP file:
uz: ZIP fayl mavzusini tanlang:

source: All changes of survey group settings will have immediate effect on all related surveys that use inherited values.
uz: So'rov guruhi sozlamalaridagi barcha o'zgarishlar meros qadriyatlardan foydalanadigan barcha tegishli so'rovlarga darhol ta'sir qiladi.

source: Survey settings for group:
uz: Guruh uchun so'rovnoma sozlamalari:

source: You can not import questions because the survey is currently active.
uz: Siz savollarni import qila olmaysiz, chunki so'rov hozirda faol.

source: Condition designer
uz: Vaziyat dizayneri

source: Save & add group
uz: Saqlash va guruh qo'shish

source: Import group
uz: Import guruhi

source: Use HTML format for participant emails:
uz: Ishtirokchi elektron pochta xabarlari uchun HTML formatidan foydalaning:

source: Enable participant-based response persistence:
uz: Ishtirokchilarga asoslangan javob barqarorligini yoqish:

source: Set access code length to:
uz: Kirish kodi uzunligini quyidagicha o'rnating:

source: If you are using participants or notification emails you need to set an administrator email address.
uz: Agar siz ishtirokchilar yoki bildirishnoma xatlaridan foydalanayotgan bo'lsangiz, administrator elektron pochta manzilini o'rnatishingiz kerak.

source: New question group
uz: Yangi savollar guruhi

source: Jump to question after import?
uz: Importdan keyin savolga o'tingmi?

source: Encrypted:
uz: Shifrlangan:

source: Invalid question
uz: Savol noto'g'ri

source: Collapse all question groups
uz: Barcha savol guruhlarini yig'ish

source: Unlock question organizer
uz: Savol tashkilotchisini qulfdan chiqarish

source: Lock question organizer
uz: Savol tashkilotchisini qulflash

source: Maintenance mode is active!
uz: Xizmat ko'rsatish rejimi faol!

source: Click here to change maintenance mode setting.
uz: Xizmat ko'rsatish rejimi sozlamalarini o'zgartirish uchun shu yerni bosing.

source: Create tutorial
uz: O'quv qo'llanmasini yaratish

source: LimeSurvey Homepage
uz: LimeSurvey bosh sahifasi

source: Report bugs
uz: Xatolar haqida xabar berish

source: LimeSurvey Forums
uz: LimeSurvey forumlari

source: LimeSurvey Manual
uz: LimeSurvey qo'llanmasi

source: Select plugin ZIP file:
uz: Plagin ZIP faylini tanlang:

source: Warning: Only install plugins from sources you trust!
uz: Ogohlantirish: plaginlarni faqat o'zingiz ishongan manbalardan o'rnating!

source: Please select a plugin to install!
uz: Iltimos, o'rnatish uchun plaginni tanlang!

source: Install plugin ZIP file
uz: Plagin ZIP faylini o'rnatish

source: Error: Found no configuration for plugin. Please contact the plugin author.
uz: Xato: plagin uchun konfiguratsiya topilmadi. Iltimos, plagin muallifiga murojaat qiling.

source: Abort
uz: Bekor qilish

source: The following plugin will be installed. Please click "Install" to install the plugin, or "Abort" to abort. Aborting will remove the files from the file system.
uz: Quyidagi plagin o'rnatiladi. Iltimos, plaginni o'rnatish uchun "O'rnatish" tugmasini bosing yoki bekor qilish uchun "Bekor qilish" tugmasini bosing. Bekor qilish fayllarni fayl tizimidan olib tashlaydi.

source: The following plugin will be updated. Please click "Update" to update the plugin, or "Abort" to abort.
uz: Quyidagi plagin yangilanadi. Iltimos, plaginni yangilash uchun "Yangilash" tugmasini bosing yoki bekor qilish uchun "Bekor qilish" tugmasini bosing.

source: Confirm uploaded plugin
uz: Yuklangan plaginni tasdiqlang

source: Delete this plugin from the file system
uz: Ushbu plaginni fayl tizimidan o'chirib tashlang

source: Load error. Please contact the plugin author.
uz: Yuklash xatosi. Iltimos, plagin muallifiga murojaat qiling.

source: Missing configuration file.
uz: Konfiguratsiya fayli etishmayapti.

source: Plugin is not compatible with your LimeSurvey version.
uz: Plagin LimeSurvey versiyangizga mos kelmaydi.

source: Install this plugin
uz: Ushbu plaginni o'rnating

source: License:
uz: Litsenziya:

source: Last updated:
uz: Oxirgi yangilangan:

source: Version:
uz: Versiya:

source: Web page:
uz: Veb sahifa:

source: Author:
uz: Muallif:

source: Scan files
uz: Fayllarni skanerlash

source: Scan files for available plugins
uz: Mavjud plaginlar uchun fayllarni skanerlash

source: Install plugin by ZIP archive
uz: Plaginni ZIP arxivi orqali o'rnatish

source: Saved successfully
uz: Muvaffaqiyatli saqlandi

source: Import permission role from XML
uz: XML dan import ruxsati roli

source: Add role
uz: Rol qo'shish

source: Add a new permission role
uz: Yangi ruxsat rolini qo'shing

source: Select role-XML file
uz: Rol-XML faylini tanlang

source: Import role
uz: Import roli

source: Create permission role
uz: Ruxsat rolini yaratish

source: Select role to apply to users
uz: Foydalanuvchilarga qo'llash uchun rolni tanlang

source: Careful: Applying a role to the user will overwrite any individual permissions given to the user!
uz: Ehtiyot bo'ling: foydalanuvchiga rol qo'llash foydalanuvchiga berilgan har qanday individual ruxsatlarni qayta yozadi!

source: Apply role to user
uz: Foydalanuvchiga rolni qo'llash

source: Are you sure you want to delete the selected role(s)?
uz: Tanlangan rol(lar)ni o'chirib tashlamoqchimisiz?

source: Delete roles
uz: Rollarni o'chirish

source: Selected role(s)...
uz: Tanlangan rol(lar)...

source: Update permission roles %s
uz: %s ruxsat rollarini yangilash

source: Create permission roles
uz: Ruxsat rollarini yaratish

source: Standard participant fields
uz: Standart ishtirokchi maydonlari

source: Map your central participant attributes to existing survey participant attributes or create new ones
uz: Markaziy ishtirokchi atributlarini so'rovnoma ishtirokchilarining mavjud atributlari bilan taqqoslang yoki yangilarini yarating

source: All changes of global survey settings will immediately affect all related survey groups and surveys that use inherited values.
uz: Global so'rov sozlamalaridagi barcha o'zgarishlar darhol barcha tegishli so'rov guruhlari va meros qadriyatlardan foydalanadigan so'rovlarga ta'sir qiladi.

source: Global survey settings
uz: Global so'rov sozlamalari

source: Overwrite files with the same name when uploaded, moved or copied through the editor/file-manager?
uz: Muharrir/fayl menejeri orqali yuklangan, ko'chirilgan yoki nusxalanganda bir xil nomdagi fayllarning ustiga yozilsinmi?

source: Recalculates the storage used by all your files in the upload folders
uz: Yuklash papkalaridagi barcha fayllaringiz ishlatadigan xotirani qayta hisoblab chiqadi

source: Enabling unstable updates will allow you to try alpha and beta versions of extensions. Talk to the extension author for more information.
uz: Beqaror yangilanishlarni yoqish sizga kengaytmalarning alfa va beta versiyalarini sinab ko'rish imkonini beradi. Qo'shimcha ma'lumot uchun kengaytma muallifi bilan gaplashing.

source: Allow unstable extension updates:
uz: Beqaror kengaytma yangilanishlariga ruxsat bering:

source: Full lock
uz: To'liq qulf

source: Soft lock
uz: Yumshoq qulf

source: Maintenance mode:
uz: Xizmat ko'rsatish rejimi:

source: Choose participant fields:
uz: Ishtirokchi maydonlarini tanlang:

source: Participant control
uz: Ishtirokchilar nazorati

source: Reset answers and participants completed state
uz: Javoblar va ishtirokchilarning tugallangan holatini tiklash

source: Responses and participants have been re-opened.
uz: Javoblar va ishtirokchilar qayta ochildi.

source: Participant fields
uz: Ishtirokchilar maydonlari

source: Wrong definition! Please make sure that your JSON arrays contain the fields '%s', '%s', '%s', '%s', and '%s'
uz: Noto'g'ri ta'rif! JSON massivlaringiz '%s', '%s', '%s', '%s' va '%s' maydonlarini o'z ichiga olganligiga ishonch hosil qiling.

source: Applied role
uz: Amaliy rol

source: Usergroups
uz: Foydalanuvchi guruhlari

source: Do you want to take ownership of this user?
uz: Ushbu foydalanuvchiga egalik qilishni xohlaysizmi?

source: Template permissions
uz: Shablon ruxsatnomalari

source: User role
uz: Foydalanuvchi roli

source: User details
uz: Foydalanuvchi tafsilotlari

source: Password must include at least %d special character|Password must include at least %d special characters
uz: Parol kamida %d ta maxsus belgidan iborat boʻlishi kerak|Parol kamida %d ta maxsus belgidan iborat boʻlishi kerak

source: Password must include at least %d number|Password must include at least %d numbers
uz: Parol kamida %d raqamni o'z ichiga olishi kerak|Parol kamida %d ta raqamni o'z ichiga olishi kerak

source: Password must include at least %d uppercase letter|Password must include at least %d uppercase letters
uz: Parol kamida %d ta bosh harfdan iborat boʻlishi kerak|Parol kamida %d ta bosh harfdan iborat boʻlishi kerak

source: Password must include at least %d lowercase letter|Password must include at least %d lowercase letters
uz: Parol kamida %d ta kichik harfdan iborat boʻlishi kerak|Parol kamida %d ta kichik harfdan iborat boʻlishi kerak

source: Password must be at most %d character long|Password must be at most %d characters long
uz: Parol koʻpi bilan %d ta belgidan iborat boʻlishi kerak|Parol koʻpi bilan %d ta belgidan iborat boʻlishi kerak

source: Password must be at least %d character long|Password must be at least %d characters long
uz: Parol kamida %d ta belgidan iborat boʻlishi kerak|Parol kamida %d ta belgidan iborat boʻlishi kerak

source: Last recorded login
uz: Oxirgi qayd etilgan login

source: Modified at
uz: O'zgartirilgan

source: One-time password
uz: Bir martalik parol

source: Question selector mode
uz: Savol tanlash rejimi

source: Template editor mode
uz: Shablon muharriri rejimi

source: Editor mode
uz: Muharrir rejimi

source: Parent user
uz: Ota foydalanuvchi

source: Content
uz: Tarkib

source: Tutorial Entry Id
uz: Darsga kirish identifikatori

source: Launch the survey with this participant
uz: Ushbu ishtirokchi bilan so'rovnomani boshlang

source: Access code ID
uz: Kirish kodi identifikatori

source: Core
uz: Yadro

source: Bottom
uz: pastki

source: Top
uz: Yuqori

source: Small screens
uz: Kichik ekranlar

source: Always on
uz: Har doim yoqilgan

source: Question theme is used in a Survey and cannot be uninstalled
uz: Savol mavzusi so'rovnomada ishlatiladi va uni o'chirib bo'lmaydi

source: Question type is being extended and cannot be uninstalled
uz: Savol turi kengaytirilmoqda va uni oʻchirib boʻlmaydi

source: Group ID (gid): вЂњ%sвЂќ already set with language вЂќ%sвЂќ.
uz: Guruh identifikatori (gid): vĐẑ%svĂq allaqachon vĐẑ%svĂq tili bilan o'rnatilgan.

source: You can add any regular expression based validation in here
uz: Siz bu yerda har qanday oddiy ifodaga asoslangan tekshirishni qo'shishingiz mumkin

source: Input validation
uz: Kirishni tekshirish

source: Default attribute values for this question type will be cleared
uz: Ushbu savol turi uchun birlamchi atribut qiymatlari tozalanadi

source: Clear default values
uz: Standart qiymatlarni tozalash

source: All attribute values for this question type will be saved as default
uz: Ushbu savol turi uchun barcha atribut qiymatlari birlamchi sifatida saqlanadi

source: Save as default values
uz: Standart qiymatlar sifatida saqlash

source: Store the answers to this question encrypted
uz: Bu savolga javoblarni shifrlangan holda saqlang

source: Makes this question mandatory in your survey. Option "Soft" gives a possibility to skip a question without giving any answer.
uz: So'rovnomangizda ushbu savolni majburiy qilib qo'yadi. "Yumshoq" varianti hech qanday javob bermasdan savolni o'tkazib yuborish imkoniyatini beradi.

source: Activate the "other" option for your question
uz: Savolingiz uchun "boshqa" opsiyasini faollashtiring

source: Soft
uz: Yumshoq

source: The question code is mandatory.
uz: Savol kodi majburiydir.

source: Uninstall plugin
uz: Plaginni o'chirish

source: Are you sure you want to uninstall this plugin?
uz: Ushbu plaginni oʻchirib tashlamoqchimisiz?

source: Deactivate plugin
uz: Plaginni o'chirish
