Repository: DayMarket/infra-docker
Catalog: images/limesurvey/v6.0/limesurvey-6-*.po
Languages: uz

source: Invalid type.
uz: Yaroqsiz tur.

source: Detailed admin notification body
uz: Batafsil ma'muriy bildirishnoma organi

source: Detailed admin notification subject
uz: Batafsil administrator bildirishnomasi mavzusi

source: Basic admin notification body
uz: Asosiy boshqaruv xabarnomasi organi

source: Basic admin notification subject
uz: Asosiy administrator bildirishnomasi mavzusi

source: Registration email body
uz: Ro'yxatdan o'tish elektron pochta manzili

source: Confirmation email body
uz: Tasdiqlash elektron pochtasi

source: Reminder email body
uz: E-pochta matni eslatmasi

source: Invitation email body
uz: Taklif elektron pochtasi

source: Validate quota
uz: Kvotani tasdiqlash

source: Restrict search to map extent
uz: Qidiruvni xaritalar hajmiga qarab cheklash

source: Longitude:
uz: Uzluk:

source: Latitude:
uz: Kenlik:

source: It will not affect your update key.
uz: Bu yangilanish kalitingizga ta'sir qilmaydi.

source: This is an update to an unstable version
uz: Bu beqaror versiyaga yangilanish

source: You don't need an update key.
uz: Sizga yangilash kaliti kerak emas.

source: New UNSTABLE update available:
uz: Yangi UNSTABLE yangilanishi mavjud:

source: Download this file
uz: Ushbu faylni yuklab oling

source: Remaining updates:
uz: Qolgan yangilanishlar:

source: Valid until:
uz: Yaroqlilik muddati:

source: Welcome to the LimeSurvey ComfortUpdate!
uz: LimeSurvey ComfortUpdate-ga xush kelibsiz!

source: Enter your update key:
uz: Yangilanish kalitingizni kiriting:

source: If you don't have an account on limesurvey.org, please %sregister first%s.
uz: Agar sizda limesurvey.org saytida akkauntingiz bo'lmasa, iltimos, %sbirinchi %s ro'yxatdan o'ting.

source: You can get a free trial update key from %syour account on the limesurvey.org website%s.
uz: Siz limesurvey.org veb-saytidagi %s hisobingizdan bepul sinov versiyasini yangilash kalitini olishingiz mumkin.

source: The LimeSurvey ComfortUpdate is a great feature to easily update to the latest version of LimeSurvey. To use it you will need an update key.
uz: LimeSurvey ComfortUpdate - bu LimeSurvey-ning so'nggi versiyasiga osongina yangilash uchun ajoyib xususiyat. Undan foydalanish uchun sizga yangilash kaliti kerak bo'ladi.

source: Subscribe to ComfortUpdate!
uz: ComfortUpdate-ga obuna bo'ling!

source: These files will be backed up and then replaced by the update procedure.
uz: Ushbu fayllar zaxiralanadi va keyin yangilash protsedurasi bilan almashtiriladi.

source: The following files would be added by the update but already exist. This is unusual and may result from an earlier update attempt.
uz: Quyidagi fayllar yangilanish orqali qo'shiladi, lekin allaqachon mavjud. Bu odatiy emas va oldingi yangilash urinishi natijasida paydo bo'lishi mumkin.

source: Required PHP modules:
uz: Talab qilinadigan PHP modullari:

source: Note : In some hosting, like shared hosting, it can happen that the available free space is not correctly evaluated. If you checked manually that you have enough free space to update, please, just ignore this error.
uz: Eslatma: Ba'zi xostinglarda, masalan, umumiy hostingda, mavjud bo'sh joy to'g'ri baholanmagan bo'lishi mumkin. Agar siz yangilash uchun etarli bo'sh joy mavjudligini qo'lda tekshirgan bo'lsangiz, iltimos, bu xatolikka e'tibor bermang.

source: Available space in directory:
uz: Katalogda bo'sh joy:

source: Click here to use ComfortUpdate or to download it.
uz: ComfortUpdate-dan foydalanish yoki uni yuklab olish uchun shu yerni bosing.

source: Ignore
uz: E'tibor bermaslik

source: Credentials are valid, but we failed to create a user.
uz: Hisob ma'lumotlari haqiqiy, lekin biz foydalanuvchi yarata olmadik.

source: Error code:
uz: Xato kodi:

source: An unknown error occurred.
uz: Noma'lum xatolik yuz berdi.

source: Unknown error!
uz: Noma'lum xato!

source: It seems you're using a version coming from the LimeSurvey GitHub repository. You can't use ComfortUpdate.
uz: Siz LimeSurvey GitHub omboridan kelgan versiyadan foydalanayotganga o'xshaysiz. Siz ComfortUpdate-dan foydalana olmaysiz.

source: No build version found!
uz: Yaratish versiyasi topilmadi!

source: Your version is not updatable via ComfortUpdate. Please update manually.
uz: Sizning versiyangizni ComfortUpdate orqali yangilab bo'lmaydi. Iltimos, qo'lda yangilang.

source: Not updatable!
uz: Yangilash mumkin emas!

source: Your version is up to date!
uz: Sizning versiyangiz yangilangan!

source: No update available for your version.
uz: Sizning versiyangiz uchun yangilanish mavjud emas.

source: Up to date!
uz: Hozirgi kungacha!

source: It seems that the ComfortUpdate server is not responding. Please try again in few minutes or contact the LimeSurvey team.
uz: ComfortUpdate serveri javob bermayapti shekilli. Bir necha daqiqadan so‘ng qayta urinib ko‘ring yoki LimeSurvey jamoasi bilan bog‘laning.

source: It seems that your server doesn't support PHP CURL Library. Please install it before proceeding to ComfortUpdate.
uz: Serveringiz PHP CURL kutubxonasini qo'llab-quvvatlamayapti shekilli. ComfortUpdate-ga o'tishdan oldin uni o'rnating.

source: PHP_CURL library not loaded
uz: PHP_CURL kutubxonasi yuklanmagan

source: Unable to backup your database for unknown reason.
uz: Noma'lum sabablarga ko'ra ma'lumotlar bazasini zaxiralab bo'lmadi.

source: We could not zip your database!
uz: Ma'lumotlar bazasini zip qila olmadik!

source: Your database type is not MySQL!
uz: Ma'lumotlar bazasi turi MySQL emas!

source: This update will not change the database. No database backup is required.
uz: Ushbu yangilanish ma'lumotlar bazasini o'zgartirmaydi. Ma'lumotlar bazasini zaxiralash shart emas.

source: Before proceeding please back up your database using a backup tool!
uz: Davom etishdan oldin ma'lumotlar bazasini zaxiralash vositasi yordamida zaxiralang!

source: Your database is too big to be saved!
uz: Ma'lumotlar bazasini saqlash uchun juda katta!

source: Key update
uz: Kalit yangilash

source: New update available:
uz: Yangi yangilanish mavjud:

source: ComfortUpdate key information
uz: ComfortUpdate asosiy ma'lumotlari

source: All files in local directories are writable.
uz: Mahalliy kataloglardagi barcha fayllar yozilishi mumkin.

source: No (but optional)
uz: Yo'q (lekin ixtiyoriy)

source: PHP version is only %s
uz: PHP versiyasi faqat %s

source: PHP version required:
uz: PHP versiyasi kerak:

source: Please wait, loading data...
uz: Iltimos, kuting, ma'lumotlar yuklanmoqda...

source: An error occurred while creating your update package file.
uz: Yangilanish paketi faylini yaratishda xatolik yuz berdi.

source: ComfortUpdate couldn't remove one or more directories that were deleted with the update.
uz: ComfortUpdate yangilanish bilan o'chirilgan bir yoki bir nechta kataloglarni o'chira olmadi.

source: ComfortUpdate couldn't remove one or more files that were deleted with the update.
uz: ComfortUpdate yangilanish bilan o'chirilgan bir yoki bir nechta fayllarni o'chira olmadi.

source: An error occurred while getting the changeset.
uz: O'zgarishlar to'plamini olishda xatolik yuz berdi.

source: An error occurred while getting checksums.
uz: Tekshirish summalarini olishda xatolik yuz berdi.

source: Please contact the LimeSurvey team.
uz: Iltimos, LimeSurvey jamoasi bilan bog'laning.

source: Answer label font size (small)
uz: Javob yorlig'i shrifti o'lchami (kichik)

source: Answer label font size (normal)
uz: Javob yorlig'i shrifti o'lchami (normal)

source: Answer option / subquestion font size
uz: Javob varianti / pastki savol shrifti o'lchami

source: Your update key:
uz: Sizning yangilanish kalitingiz:

source: At the end of the process we'll proceed to the LimeSurvey update.
uz: Jarayon oxirida biz LimeSurvey yangilanishiga o'tamiz.

source: Before you proceed to the LimeSurvey update, we must first update ComfortUpdate itself.
uz: LimeSurvey yangilanishiga o'tishdan oldin, biz birinchi navbatda ComfortUpdate-ni yangilashimiz kerak.

source: Your key has been updated and validated! You can now use ComfortUpdate.
uz: Kalitingiz yangilandi va tasdiqlandi! Endi siz ComfortUpdate-dan foydalanishingiz mumkin.

source: Those files/directories are not writable:
uz: Ushbu fayllar/kataloglar yozilmaydi:

source: Write error!
uz: Yozish xatosi!

source: You can now continue updating your LimeSurvey Installation.
uz: Endi siz LimeSurvey o'rnatishingizni yangilashni davom ettirishingiz mumkin.

source: ComfortUpdate has been updated!
uz: ComfortUpdate yangilandi!

source: ComfortUpdate needs to be updated
uz: ComfortUpdate yangilanishi kerak

source: Update complete!
uz: Yangilanish tugallandi!

source: Not enough space
uz: Bo'sh joy yo'q

source: End
uz: Oxiri

source: Backup
uz: Zaxira

source: File system
uz: Fayl tizimi

source: New key
uz: Yangi kalit

source: Enter a new key
uz: Yangi kalitni kiriting

source: Could not remove deleted directories
uz: O'chirilgan kataloglarni olib tashlab bo'lmadi

source: Could not remove deleted files
uz: O'chirilgan fayllarni olib tashlab bo'lmadi

source: Could not retrieve update info data
uz: Yangilanish ma'lumotlarini olib bo'lmadi

source: Error while creating zip file
uz: Zip faylni yaratishda xatolik

source: Your session with the ComfortUpdate server is not valid or expired. Please restart the process.
uz: ComfortUpdate serveri bilan seansingiz haqiqiy emas yoki muddati tugagan. Jarayonni qayta ishga tushiring.

source: Unknown session
uz: Noma'lum seans

source: Server error!
uz: Server xatosi!

source: Download error!
uz: Yuklab olish xatosi!

source: Zip error!
uz: Zip xatosi!

source: Zip file not found!
uz: Zip fayl topilmadi!

source: Unzip error!
uz: Zaxtni ochish xatosi!

source: Database error!
uz: Ma'lumotlar bazasi xatosi!

source: No server answer!
uz: Server javobi yo'q!

source: Advanced settings
uz: Kengaytirilgan sozlamalar

source: View without the filter.
uz: Filtrsiz ko'rish.

source: Click here to use ComfortUpdate.
uz: ComfortUpdate-dan foydalanish uchun shu yerni bosing.

source: Overview
uz: Umumiy ko'rinish

source: Reset to default settings:
uz: Standart sozlamalarni tiklash:

source: Corner boxes
uz: Burchak qutilari

source: Corner lines
uz: Burchak chiziqlari

source: Edge detection format:
uz: Chetni aniqlash formati:

source: US Letter
uz: AQSh maktubi

source: Page format:
uz: Sahifa formati:

source: Landscape
uz: Peyzaj

source: Portrait
uz: Portret

source: Page orientation:
uz: Sahifa yo'nalishi:

source: Background colour for questions (0 black - 255 white)
uz: Savollar uchun fon rangi (0 qora - 255 oq)

source: Background colour for sections (0 black - 255 white)
uz: Bo'limlar uchun fon rangi (0 qora - 255 oq)

source: Minimum section height (mm)
uz: Minimal qism balandligi (mm)

source: Margin before questionnaireInfo element (mm)
uz: So'rovnomadan oldingi chet ma'lumot elementi (mm)

source: Minimum height of subquestion items
uz: Kichik savol elementlarining minimal balandligi

source: Minimum height of single choice answer boxes
uz: Yagona tanlov javob qutilarining minimal balandligi

source: Allow slider questions to be split over multiple pages
uz: Slayder savollarini bir nechta sahifalarga ajratishga ruxsat bering

source: Allow Multiple short text / numeric questions to be split over multiple pages
uz: Bir nechta qisqa matnli/raqamli savollarni bir nechta sahifalarga boʻlish imkonini berish

source: Allow single choice questions to be split over multiple pages
uz: Yagona tanlov savollariga bir nechta sahifalarga bo'linishiga ruxsat bering

source: Allow array style questions to be split over multiple pages
uz: Masiv uslubidagi savollarni bir nechta sahifalarga bo'lishga ruxsat berish

source: Style:
uz: Uslub:

source: queXML PDF export
uz: queXML PDF eksporti

source: Ukrainian
uz: Ukraina

source: All your answers must be different and you must rank in order.
uz: Sizning barcha javoblaringiz boshqacha bo'lishi kerak va siz tartib bilan tartiblashingiz kerak.

source: Please select one answer
uz: Iltimos, bitta javobni tanlang

source: This question has missing answer options.
uz: Bu savolda javob variantlari etishmayapti.

source: Code/text separator:
uz: Kod/matn ajratuvchi:

source: Number of characters:
uz: Belgilar soni:

source: '%s' can not be used if the 'Other' option for this question is activated.
uz: Bu savol uchun "Boshqa" opsiyasi faollashtirilgan bo'lsa, "%s" dan foydalanib bo'lmaydi.

source: Final equation to set in database, defaults to question text.
uz: Ma'lumotlar bazasida o'rnatiladigan yakuniy tenglama, so'roq matni uchun sukut bo'yicha.

source: Web server authentication method is not allowed for this user
uz: Ushbu foydalanuvchi uchun veb-server autentifikatsiya usuliga ruxsat berilmagan

source: Only CSV files are allowed.
uz: Faqat CSV fayllarga ruxsat beriladi.

source: Sorry, there are no files for this response.
uz: Kechirasiz, bu javob uchun hech qanday fayl yo'q.

source: You are about to replace an existing label set with the current answer options.
uz: Siz mavjud yorliqlar toʻplamini joriy javob variantlari bilan almashtirmoqchisiz.

source: The existing label set has different/more languages.
uz: Mavjud yorliqlar to'plamida boshqa/ko'proq tillar mavjud.

source: The existing label set has assessment values assigned.
uz: Mavjud yorliqlar to'plamida baholash qiymatlari tayinlangan.

source: The email address you have entered is already registered and the survey has been completed.
uz: Siz kiritgan elektron pochta manzili allaqachon ro'yxatdan o'tgan va so'rov yakunlandi.

source: You are registered but an error happened when trying to send the email - please contact the survey administrator.
uz: Siz ro'yxatdan o'tgansiz, lekin elektron pochta xabarini yuborishda xatolik yuz berdi - so'rovnoma administratoriga murojaat qiling.

source: Allow invalid email addresses:
uz: Yaroqsiz elektron pochta manzillariga ruxsat bering:

source: %s records with other invalid information
uz: %s yozuvlar boshqa noto'g'ri ma'lumotlarga ega

source: %s records with allowed invalid email
uz: Ruxsat etilgan noto'g'ri e-pochtaga ega %s yozuv

source: Select question group file (*.lsg):
uz: Savollar guruhi faylini tanlang (*.lsg):

source: Download files
uz: Fayllarni yuklab olish

source: Survey responses
uz: So'rovga javoblar

source: Validation of quota %s
uz: %s kvotasini tekshirish

source: Select label set file (*.lsl):
uz: Yorliqlar to'plami faylini tanlang (*.lsl):

source: Note: XSS filtering is always disabled for the superadministrator.
uz: Eslatma: XSS filtrlash har doim superadministrator uchun o'chirib qo'yilgan.

source: Template
uz: Shablon

source: Text abbreviated:
uz: Matn qisqartirilgan:

source: Export language:
uz: Eksport tili:

source: Use web server authentication
uz: Veb-server autentifikatsiyasidan foydalaning

source: Use LDAP authentication
uz: LDAP autentifikatsiyasidan foydalaning

source: Use internal database authentication
uz: Ma'lumotlar bazasining ichki autentifikatsiyasidan foydalaning

source: Click to set the location or drag and drop the pin. You may may also enter coordinates
uz: Joylashuvni belgilash uchun bosing yoki pinni sudrab tashlab yuboring. Koordinatalarni ham kiritishingiz mumkin

source: Date in the format: %s
uz: Sana formatida: %s

source: There are empty question groups in this survey - please create at least one question within a question group.
uz: Ushbu so'rovda bo'sh savollar guruhlari mavjud - iltimos, savol guruhi ichida kamida bitta savol yarating.

source: There are no questions in this survey.
uz: Ushbu so'rovda hech qanday savol yo'q.

source: This survey cannot be tested or completed for the following reason(s):
uz: Ushbu so'rovni quyidagi sabablarga ko'ra sinab ko'rish yoki to'ldirish mumkin emas:

source: This question, by itself, does not contain any syntax errors.
uz: Bu savol o'z-o'zidan sintaktik xatolarni o'z ichiga olmaydi.

source: This group, by itself, does not contain any syntax errors.
uz: Ushbu guruh o'z-o'zidan sintaktik xatolarni o'z ichiga olmaydi.

source: No syntax errors detected in this survey.
uz: Ushbu so'rovda hech qanday sintaksis xatosi aniqlanmadi.

source: Internal database authentication method is not allowed for this user
uz: Ushbu foydalanuvchi uchun ichki ma'lumotlar bazasini autentifikatsiya qilish usuliga ruxsat berilmagan

source: Error creating LDAP connection
uz: LDAP ulanishini yaratishda xatolik yuz berdi

source: Verify username and try again
uz: Foydalanuvchi nomini tasdiqlang va qayta urinib ko'ring

source: Username not found in LDAP server
uz: LDAP serverida foydalanuvchi nomi topilmadi

source: Plugin is not active
uz: Plagin faol emas

source: Upload file not found. Check your permissions and path (%s) for the upload directory
uz: Yuklash fayli topilmadi. Yuklash katalogi uchun ruxsat va yoʻlingizni (%s) tekshiring

source: Not completed
uz: Tugallanmagan

source: Survey language could not be created.
uz: So'rov tilini yaratib bo'lmadi.

source: The requested files do not exist on the server.
uz: So'ralgan fayllar serverda mavjud emas.

source: Sorry, this file was not found.
uz: Kechirasiz, bu fayl topilmadi.

source: Question code & question text
uz: Savol kodi va savol matni

source: Email failed
uz: E-pochta amalga oshmadi

source: The address you have entered is already registered. An email has been sent to this address with a link that gives you access to the survey.
uz: Siz kiritgan manzil allaqachon ro'yxatdan o'tgan. Ushbu manzilga so'rovnomaga kirish imkonini beruvchi havola bilan elektron pochta xabari yuborildi.

source: This email address is already registered but the email adress was bounced.
uz: Ushbu elektron pochta manzili allaqachon ro'yxatdan o'tgan, ammo elektron pochta manzili qaytarildi.

source: Survey administrator %s (%s)
uz: So'rov administratori %s (%s)

source: You must enter a valid email. Please try again.
uz: Siz to'g'ri elektron pochta manzilini kiritishingiz kerak. Qayta urinib ko'ring.

source: The password you have chosen at the optional settings step.
uz: Ixtiyoriy sozlamalar bosqichida siz tanlagan parol.

source: Try again! Creation of database failed.
uz: Qayta urinib ko'ring! Ma'lumotlar bazasini yaratish amalga oshmadi.

source: Polish (Informal)
uz: Polsha (norasmiy)

source: Kyrgyz
uz: qirg'iz

source: Do you really want to continue?
uz: Haqiqatan ham davom etishni xohlaysizmi?

source: If you replace the label set these translations will be lost.
uz: Agar siz yorliq to'plamini almashtirsangiz, bu tarjimalar yo'qoladi.

source: If you replace the label set the existing asssessment values will be lost.
uz: Agar siz yorliq to'plamini almashtirsangiz, mavjud baholash qiymatlari yo'qoladi.

source: Do you want to continue?
uz: Davom etishni xohlaysizmi?

source: Edit the line starting with %s and complete the filename with a full path to the downloaded data file.
uz: %s bilan boshlangan qatorni tahrirlang va fayl nomini yuklab olingan maʼlumotlar fayliga toʻliq yoʻl bilan toʻldiring.

source: not having already completed the survey
uz: so'rovnomani hali tugatmagan

source: If the option -Anonymized responses- is activated only a dummy date stamp (1980-01-01) will be used for all responses to ensure the anonymity of your participants.
uz: Agar -Anonim javoblar- opsiyasi faollashtirilgan bo'lsa, ishtirokchilaringizning anonimligini ta'minlash uchun barcha javoblar uchun faqat soxta sana shtampi (1980-01-01) qo'llaniladi.

source: You can't update question code for an active survey.
uz: Siz faol so'rov uchun savol kodini yangilay olmaysiz.

source: Your answer must be between %s and %s
uz: Javobingiz %s va %s oralig'ida bo'lishi kerak

source: Your answer must be %s
uz: Javobingiz %s boʻlishi kerak

source: Your answer must be at most %s
uz: Javobingiz ko'pi bilan %s bo'lishi kerak

source: Your answer must be at least %s
uz: Javobingiz kamida %s boʻlishi kerak

source: There were errors when trying to populate the database:
uz: Ma'lumotlar bazasini to'ldirishda xatolik yuz berdi:

source: PDF header string (if empty, survey name will be used):
uz: PDF sarlavhasi satri (agar bo'sh bo'lsa, so'rovnoma nomi ishlatiladi):

source: PDF header title (if empty, site name will be used):
uz: PDF sarlavhasi sarlavhasi (bo'sh bo'lsa, sayt nomi ishlatiladi):

source: Width of PDF header logo:
uz: PDF sarlavhasi logotipining kengligi:

source: Show header in answers export PDFs:
uz: Javoblarni eksport qilish PDF-fayllarida sarlavhani ko'rsatish:

source: Font size of PDFs:
uz: PDF shriftlari hajmi:

source: Text needs to be lowercase.
uz: Matn kichik harf bilan yozilishi kerak.

source: Text needs to be uppercase.
uz: Matn katta harf bilan yozilishi kerak.

source: Total screened out
uz: Jami tekshirildi

source: You can use Expression manager, but this must be a number before showing the page else set to 1.
uz: Ifoda menejeridan foydalanishingiz mumkin, lekin bu sahifani ko'rsatishdan oldin raqam bo'lishi kerak, boshqasiga 1 o'rnatilgan.

source: You can use Expression manager, but this must be a number before showing the page else set to 100. If maximum value is not set, this value is used.
uz: Siz Ifoda menejeridan foydalanishingiz mumkin, lekin bu sahifani ko'rsatishdan oldin 100 ga o'rnatilgan raqam bo'lishi kerak. Agar maksimal qiymat o'rnatilmagan bo'lsa, bu qiymat ishlatiladi.

source: You can use Expression manager, but this must be a number before showing the page else set to 0. If minimum value is not set, this value is used.
uz: Siz Ifoda menejeridan foydalanishingiz mumkin, lekin bu sahifani ko'rsatishdan oldin 0 ga o'rnatilgan raqam bo'lishi kerak. Agar minimal qiymat o'rnatilmagan bo'lsa, bu qiymat ishlatiladi.

source: If participant-based response persistence is enabled a participant can update his response after completion, otherwise a participant can add new responses without restriction.
uz: Agar ishtirokchiga asoslangan javob qat'iyligi yoqilgan bo'lsa, ishtirokchi o'z javobini yakunlagandan keyin yangilashi mumkin, aks holda ishtirokchi cheklovsiz yangi javoblarni qo'shishi mumkin.

source: If you set 'Yes' then no link will exist between survey participants table and survey responses table. You won't be able to identify responses by their access code.
uz: Agar siz "Ha" ni o'rnatsangiz, so'rov ishtirokchilari jadvali va so'rovnoma javoblari jadvali o'rtasida hech qanday bog'lanish bo'lmaydi. Javoblarni kirish kodi orqali aniqlay olmaysiz.

source: Please choose one option.
uz: Iltimos, bitta variantni tanlang.

source: EM value
uz: EM qiymati

source: Kazakh
uz: Qozoq

source: Convert a numerical value using a inputTable and outputTable of numerical values
uz: Kirish jadvali va raqamli qiymatlarning chiqish jadvali yordamida raqamli qiymatni aylantirish

source: Survey text elements
uz: So'rov matni elementlari

source: If your database is using a custom port, attach it using a colon. Example: db.host.com:5431
uz: Agar ma'lumotlar bazasi maxsus portdan foydalanayotgan bo'lsa, uni ikki nuqta bilan biriktiring. Misol: db.host.com:5431

source: Mobile
uz: Mobil

source: The last row shows the total for the column and the last column shows the total for the row.
uz: Oxirgi satr ustun uchun jami, oxirgi ustun esa satr uchun jami ko'rsatadi.

source: The last column shows the total for the row.
uz: Oxirgi ustun qator uchun jami ko'rsatadi.

source: The last row shows the total for the column.
uz: Oxirgi qatorda ustun uchun jami ko'rsatilgan.

source: Grand total
uz: Umumiy jami

source: All emails were sent.
uz: Barcha elektron pochta xabarlari yuborildi.

source: Only integer values may be entered in these fields.
uz: Ushbu maydonlarga faqat butun sonlarni kiritish mumkin.

source: Only an integer value may be entered in this field.
uz: Ushbu maydonga faqat butun sonni kiritish mumkin.

source: Invalid email address.
uz: Elektron pochta manzili noto'g'ri.

source: New survey ID:
uz: Yangi so'rovnoma identifikatori:
