Repository: DayMarket/infra-docker
Catalog: images/limesurvey/v6.0/limesurvey-6-*.po
Languages: uz

source: Copy survey resource files and adapt links
uz: So'rov manbalari fayllarini nusxalash va havolalarni moslashtirish

source: You are about to create a participant without the basic details. Are you sure you want to proceed?
uz: Siz asosiy tafsilotlarsiz ishtirokchi yaratmoqchisiz. Davom etishni xohlaysizmi?

source: Create empty participant
uz: Bo'sh ishtirokchi yaratish

source: Send email only to participants with partial responses:
uz: Faqat qisman javoblari bo'lgan ishtirokchilarga elektron pochta xabarlarini yuboring:

source: Survey languages:
uz: So'rov tillari:

source: Prevent blocklisted participants from being added to a survey:
uz: Bloklangan ishtirokchilarning soʻrovnomaga qoʻshilishining oldini olish:

source: Main options
uz: Asosiy variantlar

source: Submission date earlier than:
uz: Yuborish sanasi:

source: Submission date equals:
uz: Yuborish sanasi teng:

source: Response ID less than:
uz: Javob identifikatori:

source: Response ID greater than:
uz: Javob identifikatori kattaroq:

source: If data is missing in the exported file, please contact your system administrator to raise the setting max_input_vars to at least %s.
uz: Agar eksport qilingan faylda ma'lumotlar etishmayotgan bo'lsa, max_input_vars sozlamasini kamida %s ga oshirish uchun tizim administratoringizga murojaat qiling.

source: The number of fields in your survey exceeds the maximum numbers of fields you can export.
uz: So'rovingizdagi maydonlar soni eksport qilishingiz mumkin bo'lgan maksimal maydonlar sonidan oshib ketdi.

source: Participant ID cannot be empty
uz: Ishtirokchi identifikatori bo'sh bo'lishi mumkin emas

source: You are not globally blocklisted on this site.
uz: Siz ushbu saytda global bloklangan ro'yxatga kiritilmagansiz.

source: No CPDB participant found.
uz: Hech qanday CPDB ishtirokchisi topilmadi.

source: Could not open source directory - maybe a permission problem?
uz: Manba manba katalogini ochib bo'lmadi - ehtimol ruxsat muammosi?

source: Save label set
uz: Yorliqlar to'plamini saqlash

source: Load label set
uz: Yorliqlar to'plamini yuklash

source: Are you sure, you want to delete this language? This will remove all survey content of this language permanently.
uz: Ishonchingiz komilmi, bu tilni oʻchirib tashlamoqchimisiz? Bu tildagi barcha soʻrovnoma mazmunini butunlay oʻchirib tashlaydi.

source: You cannot delete the base language. Please select a different language as base language, first.
uz: Siz asosiy tilni oʻchira olmaysiz. Iltimos, avvalo asosiy til sifatida boshqa tilni tanlang.

source: Return the answer text related to a question by answer code
uz: Savolga tegishli javob matnini javob kodi orqali qaytaring

source: Invalid answer option code вЂњ%sвЂќ
uz: Yaroqsiz javob variant kodi vĐ̀%svĂ"

source: Invalid question code or ID вЂњ%sвЂќ
uz: Savol kodi noto'g'ri yoki "%svĂ" identifikatori

source: The server key is not currently set. If you set this plugin as default you will not be able to log in again.
uz: Server kaliti hozirda sozlanmagan. Agar siz ushbu plaginni sukut boʻyicha oʻrnatsangiz, tizimga qayta kira olmaysiz.

source: URL for a respondent to opt-in to the central participant list for this site
uz: Respondentning ushbu sayt uchun markaziy ishtirokchilar ro'yxatiga kirishi uchun URL

source: Some resources could not be copied from the source survey
uz: Ba'zi manbalarni manba so'rovidan nusxalab bo'lmadi

source: Invalid question ID
uz: Savol identifikatori noto'g'ri

source: Invalid response id.
uz: Javob identifikatori noto'g'ri.

source: Please confirm that you want to be removed from the central participants list for this site.
uz: Iltimos, ushbu sayt uchun markaziy ishtirokchilar ro'yxatidan o'chirilishini xohlayotganingizni tasdiqlang.

source: You are already part of the central participants list for this site.
uz: Siz allaqachon ushbu sayt uchun markaziy ishtirokchilar ro'yxatining bir qismisiz.

source: Please confirm that you want to be added back to the central participants list for this site.
uz: Iltimos, ushbu saytning markaziy ishtirokchilari ro'yxatiga qayta qo'shilishni xohlayotganingizni tasdiqlang.

source: Removing yourself from the blocklist is currently disabled.
uz: O'zingizni bloklash ro'yxatidan olib tashlash hozirda o'chirib qo'yilgan.

source: After confirmation you may start receiving invitations and reminders for this survey.
uz: Tasdiqlangandan so'ng siz ushbu so'rovnoma uchun taklifnomalar va eslatmalarni olishni boshlashingiz mumkin.

source: Please confirm that you want to be added back to this survey by clicking the button below.
uz: Iltimos, quyidagi tugmani bosish orqali ushbu soʻrovnomaga qayta qoʻshilishni xohlayotganingizni tasdiqlang.

source: Participant - Central participant DB opt-in URL
uz: Ishtirokchi - Markaziy ishtirokchi ma'lumotlar bazasiga kirish URL manzili

source: Access denied.
uz: Ruxsat berilmadi.

source: User does not exist
uz: Foydalanuvchi mavjud emas

source: Do you want to delete all files of this response?
uz: Ushbu javobning barcha fayllarini o'chirib tashlamoqchimisiz?

source: Plugin upload is disabled
uz: Plaginni yuklash o'chirilgan

source: The plugin is not in the plugin allowlist.
uz: Plagin plagin ruxsat etilgan ro'yxatida emas.

source: Fileinfo PHP extension is not installed. Couldn't validate the image format of the file.
uz: Fileinfo PHP kengaytmasi oʻrnatilmagan. Faylning tasvir formatini tasdiqlab boʻlmadi.

source: Question group does not exists
uz: Savollar guruhi mavjud emas

source: Responses are %sno longer accessible.%s Your response table will be renamed to: %s%s%s
uz: Javoblarga endi %s kirib bo‘lmaydi.%s Javoblar jadvalingiz nomi quyidagicha o‘zgartiriladi: %s%s%s

source: It is still possible to perform statistical analysis on responses.
uz: Javoblar bo'yicha statistik tahlil qilish hali ham mumkin.

source: Attention: Please read the following carefully before stopping your survey.
uz: Diqqat: so'rovni to'xtatishdan oldin quyidagini diqqat bilan o'qing.

source: PHP fileinfo library
uz: PHP fayl ma'lumotlari kutubxonasi

source: Ranking advanced
uz: Kengaytirilgan reyting

source: Input on demand
uz: Talab bo'yicha kiritish

source: Browser detection
uz: Brauzerni aniqlash

source: Image select multiple choice
uz: Rasmni tanlash bir nechta variant

source: Image select list (Radio)
uz: Rasm tanlash ro'yxati (Radio)

source: Bootstrap buttons
uz: Bootstrap tugmalari

source: Bootstrap dropdown
uz: Bootstrap ochiladigan menyusi

source: URL for a respondent to opt-out of central participant list for this site
uz: Respondentning ushbu sayt uchun markaziy ishtirokchilar ro'yxatidan voz kechishi uchun URL

source: Participant - Central participant DB opt-out URL
uz: Ishtirokchi - Markaziy ishtirokchi ma'lumotlar bazasidan chiqish URL manzili

source: No permission or survey does not exist.
uz: Hech qanday ruxsat yoki so'rovnoma mavjud emas.

source: New email address:
uz: Yangi elektron pochta manzili:

source: Change email address
uz: Elektron pochta manzilini o'zgartirish

source: You can't change your email adress if demo mode is active.
uz: Agar demo rejimi faol bo'lsa, siz elektron pochta manzilingizni o'zgartira olmaysiz.

source: Line %s:
uz: %s qator:

source: Language code is invalid in this survey
uz: Til kodi ushbu so'rovda yaroqsiz

source: User does not have permission to use this theme
uz: Foydalanuvchining ushbu mavzudan foydalanishga ruxsati yo'q

source: It is not possible to add/delete groups if the survey is active.
uz: Agar so'rov faol bo'lsa, guruhlarni qo'shish/o'chirish mumkin emas.

source: You can switch back to open-access mode at any time. Navigate to Settings -> Survey participants and click on the red 'Delete participants table' button in the top bar.
uz: Istalgan vaqtda ochiq rejimga qaytishingiz mumkin. Sozlamalar -> Soʻrov ishtirokchilari boʻlimiga oʻting va yuqori paneldagi qizil "Ishtirokchilar jadvalini oʻchirish” tugmasini bosing.

source: In closed-access mode, only those who are invited (and have an access code) can access the survey. You can activate the closed access mode now or later.
uz: Yopiq kirish rejimida faqat taklif qilinganlar (va kirish kodi bo'lgan) so'rovnomaga kirishlari mumkin. Yopiq kirish rejimini hozir yoki keyinroq faollashtirishingiz mumkin.

source: By default, surveys are activated in open-access mode. In this mode participants do not need an invitation (access code) to complete the survey.
uz: Sukut bo'yicha, so'rovnomalar ochiq kirish rejimida faollashtirilgan. Bu rejimda ishtirokchilarga so'rovnomani yakunlash uchun taklifnoma (kirish kodi) kerak emas.

source: Add dummy users
uz: Soxta foydalanuvchilarni qo'shish

source: Upload and install theme file
uz: Mavzu faylini yuklash va o'rnatish

source: You can share your survey via URL, QR code or social media. Navigate to Settings --> Overview --> Share survey.
uz: Soʻrovnomangizni URL, QR kod yoki ijtimoiy media orqali baham koʻrishingiz mumkin. Sozlamalar -> Umumiy koʻrinish -> Soʻrovnomani ulashish boʻlimiga oʻting.

source: Your survey has been activated and the responses and statistics section is now available.
uz: Sizning so'rovingiz faollashtirildi va javoblar va statistika bo'limi mavjud.

source: It is not possible to add groups to an active survey.
uz: Faol so'rovga guruhlar qo'shish mumkin emas.

source: It is not possible to add questions to an active survey.
uz: Faol so'rovga savollar qo'shish mumkin emas"

source: Resend
uz: Qayta yuborish

source: Continue in open-access mode
uz: Ochiq kirish rejimida davom eting

source: If you switch to closed-access mode then this survey will only be accessible to users who provide an access code either manually or by URL.
uz: Agar siz yopiq kirish rejimiga o'tsangiz, bu so'rovnomaga faqat qo'lda yoki URL orqali kirish kodini taqdim etgan foydalanuvchilar kirishi mumkin bo'ladi.

source: You can switch back to closed-access mode at any time. Navigate to Settings --> Survey participants and click on the 'Switch to closed-access mode' button.
uz: Istalgan vaqtda yopiq kirish rejimiga qaytishingiz mumkin. Sozlamalar --> So'rov ishtirokchilariga o'ting va "Yopiq kirish rejimiga o'tish" tugmasini bosing.

source: Deleting the participants table will switch the survey back to open-access mode.
uz: Ishtirokchilar jadvalini o'chirish so'rovni ochiq kirish rejimiga qaytaradi.

source: By default, surveys are activated in open-access mode and participants don't need an invitation code.
uz: Sukut bo'yicha, so'rovnomalar ochiq kirish rejimida faollashtirilgan va ishtirokchilarga taklifnoma kodi kerak emas.

source: The survey participants table has been deleted and your survey has been switched back to open-access mode. Participants no longer require an access code to access the survey.
uz: Soʻrovnoma ishtirokchilari jadvali oʻchirib tashlandi va soʻrovnomangiz ochiq kirish rejimiga qaytarildi. Ishtirokchilar soʻrovnomaga kirish uchun endi kirish kodini talab qilmaydi.

source: Survey participants table deleted
uz: So'rovnoma ishtirokchilari jadvali o'chirildi

source: Choose file to add
uz: Qo'shish uchun faylni tanlang

source: The '%s' section is not available while the survey is active.
uz: So'rov faol bo'lganda "%s" bo'limi mavjud emas.

source: Apply survey theme
uz: So'rovnoma mavzusini qo'llash

source: Error: New password could not be sent to %s
uz: Xato: yangi parolni %s manziliga yuborib bo‘lmadi

source: Run survey
uz: So'rovnomani o'tkazish

source: Some mandatory additional attributes were left blank. Please review them.
uz: Ba'zi majburiy qo'shimcha atributlar bo'sh qoldirildi. Iltimos, ularni ko'rib chiqing.

source: One or more mandatory questions have not been answered. If possible, please complete them before continuing to the next page.
uz: Bir yoki bir nechta majburiy savollarga javob berilmagan. Iloji bo'lsa, keyingi sahifaga o'tishdan oldin ularni to'ldiring.

source: Survey update failed
uz: So'rovnoma yangilanmadi

source: User does not have valid permissions
uz: Foydalanuvchining haqiqiy ruxsatlari yo'q

source: Insert a page break before this question in printable view.
uz: Bosma ko'rinishda ushbu savoldan oldin sahifa tanaffusini qo'ying.

source: Are you sure you want to disable two-factor authentication (2FA) for your account?
uz: Hisobingiz uchun ikki faktorli autentifikatsiyani (2FA) o'chirib qo'ymoqchimisiz?

source: Confirm & save
uz: Tasdiqlash va saqlash

source: Confirmation key
uz: Tasdiqlash kaliti

source: QR code
uz: QR kodi

source: Force to enable 2FA
uz: 2FAni yoqish uchun majburlash

source: Logged in with 2FA
uz: 2FA bilan tizimga kirgan

source: Secret base key
uz: Yashirin asosiy kalit

source: Two-factor authentication method
uz: Ikki faktorli autentifikatsiya usuli

source: 2FA settings
uz: 2FA sozlamalari

source: Error: Could not get plugin description: %s
uz: Xato: plagin tavsifini ololmadi: %s

source: This file is not a supported image format - only the following ones are allowed: %s
uz: Bu fayl qoʻllab-quvvatlanadigan rasm formati emas - faqat quyidagi formatlarga ruxsat berilgan: %s

source: Xhosa
uz: xosa

source: There are no matching settings to start the restoration of the participant table.
uz: Ishtirokchilar jadvalini tiklashni boshlash uchun mos keladigan sozlamalar mavjud emas.

source: Ilocano
uz: Ilokano

source: Cebuano
uz: Sebuano

source: Import failed
uz: Import amalga oshmadi

source: Add new menu entry
uz: Menyuga yangi yozuv qo'shish

source: Add new menu
uz: Yangi menyu qo'shish

source: Delete label
uz: Yorliqni o'chirish

source: Add label
uz: Yorliq qo'shish

source: LDAP URI could not be parsed.
uz: LDAP URI-ni tahlil qilib bo‘lmadi.

source: If the username and email address is valid a password reminder email has been sent to you. This email can only be requested once in %d minutes.
uz: Agar foydalanuvchi nomi va elektron pochta manzili to'g'ri bo'lsa, sizga parolni eslatuvchi xat yuborildi. Bu xatni faqat %d daqiqada bir marta so'rash mumkin.

source: Set the size to the input or textarea, the input will be displayed with approximately this size in width.
uz: Kirish yoki matn maydoniga o'lchamni o'rnating, kirish taxminan shu o'lchamda kenglikda ko'rsatiladi.

source: Core question themes cannot be uninstalled.
uz: Asosiy savol mavzularini oʻchirib boʻlmaydi.

source: Unshare participant
uz: Ishtirokchini ulashishni bekor qilish

source: If enabled, the submission time of a response will be recorded.
uz: Agar yoqilgan bo'lsa, javobni yuborish vaqti yozib olinadi.

source: Do you really want to unshare this participant?
uz: Ushbu ishtirokchini ulashishni bekor qilishni xohlaysizmi?

source: Unshare
uz: Ulashishni bekor qilish

source: Unshare this participant
uz: Ushbu ishtirokchini ulashishni bekor qilish

source: Please notice you haven't answered this question. Still, you can continue without answering.
uz: Iltimos, bu savolga javob bermaganingizga e'tibor bering. Shunga qaramay, javob bermasdan davom etishingiz mumkin.

source: Restore default
uz: Standartni tiklash

source: Really restore the default survey menus (survey menu entries)?
uz: Haqiqatan ham standart so'rov menyularini (so'rov menyusi yozuvlari) tiklaysizmi?

source: Your database is already up to date. Please go back to the %smain menu%s.
uz: Ma'lumotlar bazasi allaqachon yangilangan. %s asosiy menyusiga qayting.

source: No question specified.
uz: Hech qanday savol belgilanmagan.

source: No XML config loaded
uz: XML konfiguratsiyasi yuklanmagan

source: Survey menus
uz: So'rov menyulari

source: Theme template permission
uz: Mavzu shabloniga ruxsat

source: Change
uz: O'zgartirish

source: If enabled, the referrer URL will be stored together with the response.
uz: Agar yoqilgan bo'lsa, havola qiluvchining URL manzili javob bilan birga saqlanadi.

source: If enabled, the time spent on each page of the survey by each survey participant is recorded.
uz: Agar yoqilgan bo'lsa, har bir so'rov ishtirokchisining so'rovnomaning har bir sahifasida o'tkazgan vaqti qayd etiladi.

source: If enabled, the IP address of the respondent is not recorded.
uz: Agar yoqilgan bo'lsa, respondentning IP manzili yozilmaydi.

source: If enabled, the IP address of the survey respondent will be stored together with the response.
uz: Agar yoqilgan bo'lsa, so'rov ishtirokchisining IP manzili javob bilan birga saqlanadi.

source: If enabled, responses will be anonymized - there will be no way to connect responses and participants.
uz: Agar yoqilgan bo'lsa, javoblar anonim bo'ladi - javoblar va ishtirokchilarni ulashning hech qanday usuli bo'lmaydi.

source: Create box
uz: Quti yaratish

source: Box Settings
uz: Quti sozlamalari

source: Survey menu entries
uz: So'rov menyusidagi yozuvlar

source: Add user role
uz: Foydalanuvchi rolini qo'shish

source: Do you really want to delete this attribute?
uz: Siz haqiqatan ham ushbu atributni o'chirib tashlamoqchimisiz?

source: Quick add labels
uz: Tezkor teg qo'shish

source: Make sure to make a database backup before proceeding.
uz: Davom etishdan oldin ma'lumotlar bazasining zaxira nusxasini yaratganingizga ishonch hosil qiling.

source: Could not create directory
uz: Katalog yaratib bo'lmadi

source: Do you really want to delete this participant
uz: Siz haqiqatan ham ushbu ishtirokchini o'chirib tashlamoqchimisiz

source: Group code can contain only alphanumeric character, underscore or dot. Spaces are not allowed.
uz: Guruh kodi faqat alfanumerik belgilar, pastki chiziq yoki nuqtadan iborat bo'lishi mumkin. Bo'shliqlarga ruxsat berilmaydi.

source: Delete user role
uz: Foydalanuvchi rolini o'chirish

source: Export role
uz: Eksport roli

source: Edit role
uz: Rolni tahrirlash

source: View role details
uz: Rol tafsilotlarini ko'rish

source: Do you really want to delete the sharing of this participant?
uz: Siz haqiqatan ham ushbu ishtirokchining ulashuvini o'chirib tashlamoqchimisiz?

source: Delete sharing
uz: Ulashishni o'chirish

source: Do you really want to delete this attribute
uz: Siz haqiqatan ham ushbu atributni o'chirmoqchimisiz

source: Please rank the items.
uz: Iltimos, elementlarni tartiblang.

source: Plugins - scanned files
uz: Plaginlar - skanerlangan fayllar

source: Role could not be deleted.
uz: Rolni oʻchirib boʻlmadi.

source: Role was successfully deleted.
uz: Rol muvaffaqiyatli o'chirildi.

source: User management
uz: Foydalanuvchilarni boshqarish

source: Dashboard
uz: Boshqaruv paneli

source: Response deleted.
uz: Javob o'chirildi.

source: Response could not be deleted
uz: Javobni oʻchirib boʻlmadi

source: The question code is used for quick identification of this question and must be unique. It is especially useful if you wish to use the LimeSurvey assessments feature and/or the ExpressionScript.
uz: Savol kodi ushbu savolni tezda aniqlash uchun ishlatiladi va noyob bo'lishi kerak. Bu, ayniqsa, LimeSurvey baholash funksiyasidan va/yoki ExpressionScript-dan foydalanmoqchi bo'lsangiz foydali bo'ladi.

source: Enter some help text if your question needs some explanation here...
uz: Agar savolingizga tushuntirish kerak bo'lsa, yordam matnini kiriting...

source: Enter your question here...
uz: Savolingizni shu yerga kiriting...

source: The GD extension found doesn't support JPEG
uz: Topilgan GD kengaytmasi JPEG-ni qo'llab-quvvatlamaydi

source: Add assessment rule
uz: Baholash qoidasini qo'shish

source: Delete assessment rule
uz: Baholash qoidasini o'chirish

source: Delete this survey menu?
uz: Ushbu so'rovnoma menyusi o'chirilsinmi?

source: Show basic toolbar
uz: Asosiy asboblar panelini ko'rsatish

source: Show full toolbar
uz: To'liq asboblar panelini ko'rsatish

source: Create example question group and question:
uz: Savollar guruhi va savoliga misol yaratish:

source: Link survey on %spublic index page%s:
uz: %s umumiy indeks sahifasidagi soʻrovnomaga havola:

source: Global survey
uz: Global so'rov

source: User roles
uz: Foydalanuvchi rollari

source: Data integrity
uz: Ma'lumotlar yaxlitligi

source: Question theme error: Missing metadata
uz: Savol mavzusidagi xato: metama'lumotlar etishmayapti

source: Extension configuration file is missing at %s.
uz: %s da kengaytma konfiguratsiya fayli etishmayapti.

source: Delete group
uz: Guruhni o'chirish

source: The question theme is not compatible with your version of LimeSurvey.
uz: Savol mavzusi sizning LimeSurvey versiyangizga mos kelmaydi.

source: Repeat password
uz: Parolni qayta kiriting

source: The current password is not correct.
uz: Joriy parol to'g'ri emas.

source: Error: User was not created
uz: Xato: foydalanuvchi yaratilmagan

source: %sWarning:%s Before turning on HTTPS,%s check this link.%s
uz: %sOgohlantirish:%s HTTPSni yoqishdan oldin,%s ushbu havolani tekshiring.%s

source: List of IP addresses to exclude from the maximum token validation attempts check. Separate each IP address with a comma or a new line.
uz: Maksimal tokenni tekshirish urinishlarini tekshirishdan chiqarib tashlash uchun IP manzillar ro'yxati. Har bir IP manzilni vergul yoki yangi qator bilan ajrating.

source: List of IP addresses to exclude from the maximum login attempts check. Separate each IP address with a comma or a new line.
uz: Maksimal kirish urinishlarini tekshirishdan chiqarib tashlash uchun IP manzillar ro'yxati. Har bir IP manzilni vergul yoki yangi qator bilan ajrating.

source: Note: This question uses a customized condition. If you create a condition using this editor the current customized condition will be overwritten.
uz: Eslatma: Bu savol moslashtirilgan shartdan foydalanadi. Agar siz ushbu muharrir yordamida shart yaratsangiz, joriy moslashtirilgan shart ustiga yoziladi.

source: File not found.
uz: Fayl topilmadi.

source: No file was uploaded or the request exceeded %01.2f MB.
uz: Hech qanday fayl yuklanmagan yoki soʻrov %01,2f MB dan oshdi.

source: Note: If you customize & save this condition you will not be able to use the condition editor for this, anymore.
uz: Eslatma: Agar siz ushbu shartni moslashtirsangiz va saqlasangiz, buning uchun shart muharriridan boshqa foydalana olmaysiz.

source: Warning! Invalid IP addresses have been excluded from '%s' setting.
uz: Ogohlantirish! Yaroqsiz IP manzillar "%s" sozlamasidan chiqarib tashlandi.

source: Click here to reset your password
uz: Parolni tiklash uchun shu yerni bosing

source: If you set a password here, no email will be sent to the new user.
uz: Agar siz bu erda parol o'rnatsangiz, yangi foydalanuvchiga elektron pochta xabari yuborilmaydi.

source: Set password
uz: Parol o'rnatish

source: Your link to reset password %s
uz: %s parolini tiklash uchun havola

source: Click here to set your password:
uz: Parolni o'rnatish uchun bu yerni bosing:

source: An email with a generated link was sent to the user.
uz: Foydalanuvchiga yaratilgan havola bilan elektron pochta xabari yuborildi.

source: Click here to set your password
uz: Parolni o'rnatish uchun shu yerni bosing

source: Password cannot be blank and must fulfill minimum requirements: %s
uz: Parol bo'sh bo'lishi mumkin emas va minimal talablarga javob berishi kerak: %s

source: The validation key expired. Please contact the administrator.
uz: Tasdiqlash kaliti muddati tugadi. Iltimos, administratorga murojaat qiling.

source: The validation key is invalid. Please contact the administrator.
uz: Tasdiqlash kaliti yaroqsiz. Iltimos, administratorga murojaat qiling.

source: Please be aware that tables including encryption should not be restored if they have been created in LimeSurvey 4 before version 4.6.1
uz: Iltimos, shuni yodda tutingki, agar ular LimeSurvey 4 da 4.6.1 versiyasidan oldin yaratilgan bo'lsa, shifrlashni o'z ichiga olgan jadvallar tiklanmasligi kerak

source: File not found: %s
uz: Fayl topilmadi: %s
