Repository: DayMarket/infra-docker
Catalog: images/limesurvey/v6.0/limesurvey-6-*.po
Languages: uz

source: Convert special HTML entities back to characters (always uses ENT_QUOTES and UTF-8)
uz: Maxsus HTML ob'ektlarini belgilarga aylantirish (har doim ENT_QUOTES va UTF-8 dan foydalanadi)

source: Convert special characters to HTML entities (always uses ENT_QUOTES and UTF-8)
uz: Maxsus belgilarni HTML ob'ektlariga aylantirish (har doim ENT_QUOTES va UTF-8 dan foydalanadi)

source: Convert all applicable characters to HTML entities (always uses ENT_QUOTES and UTF-8)
uz: Barcha tegishli belgilarni HTML ob'ektlariga aylantiring (har doim ENT_QUOTES va UTF-8 dan foydalanadi)

source: Convert all HTML entities to their applicable characters (always uses ENT_QUOTES and UTF-8)
uz: Hamma HTML ob'ektlarini tegishli belgilarga aylantiring (har doim ENT_QUOTES va UTF-8 dan foydalanadi)

source: Format a GMT date/time
uz: GMT sanasi/vaqtini formatlash

source: Round fractions down
uz: Dumaloq kasrlar pastga

source: Display numbers with comma as decimal separator, if needed
uz: Agar kerak bo'lsa, raqamlarni o'nli kasr sifatida vergul bilan ko'rsatish

source: Calculates the exponent of e
uz: e ning ko'rsatkichini hisoblaydi

source: Format a local date/time
uz: Mahalliy sana/vaqtni formatlash

source: Count the number of answered questions in the list
uz: Ro'yxatdagi javob berilgan savollar sonini hisoblang

source: Cosine
uz: Kosinus

source: Returns true(1) if it is a valid date in gregorian calendar
uz: Agar bu grigorian taqvimida haqiqiy sana bo'lsa, true(1) qiymatini qaytaradi

source: Round fractions up
uz: Kasrlarni yuqoriga yaxlitlash

source: Arc tangent of two variables
uz: Ikki o'zgaruvchining yoyi tangensi

source: Arc tangent
uz: Ark tangensi

source: Arc sine
uz: Ark sinus

source: addslashes
uz: qo'shimchalar

source: Arc cosine
uz: Ark kosinus

source: General settings
uz: Umumiy sozlamalar

source: Are you sure you want to delete this theme?
uz: Ushbu mavzuni o'chirib tashlamoqchimisiz?

source: Option
uz: variant

source: Help
uz: Yordam bering

source: You have to enter a valid parameter name.
uz: Siz to'g'ri parametr nomini kiritishingiz kerak.

source: No parameters defined
uz: Hech qanday parametr aniqlanmagan

source: Target (sub-)question:
uz: Maqsadli (kichik) savol:

source: Parameter name:
uz: Parametr nomi:

source: Insert a new answer option after this one
uz: Bu javobdan keyin yangi javob variantini kiriting

source: Popup HTML editor
uz: Qalqib chiquvchi HTML muharriri

source: Please check at least one item.
uz: Iltimos, kamida bitta elementni tekshiring.

source: Note
uz: Eslatma

source: Question group ID
uz: Savollar guruhi identifikatori

source: Survey URL
uz: So'rov URL

source: Public statistics
uz: Ommaviy statistika

source: ... question index, allow jumping
uz: ... savol indeksi, sakrashga ruxsat bering

source: Quick-add subquestion
uz: Tez qo'shiladigan kichik savol

source: You cannot delete the last subquestion.
uz: Siz oxirgi kichik savolni o'chira olmaysiz.

source: Delete this question
uz: Bu savolni o'chirish

source: Show help
uz: Yordamni ko'rsatish

source: Never
uz: Hech qachon

source: X-Scale
uz: X-shkalasi

source: Y-Scale
uz: Y-shkalasi

source: Answer scale %s
uz: Javob shkalasi %s

source: Year
uz: Yil

source: Month
uz: Oy

source: Day
uz: kun

source: Answer option:
uz: Javob varianti:

source: Security question
uz: Havfsizlik savoli

source: Absolute value
uz: Mutlaq qiymat

source: Access denied!
uz: Ruxsat berilmadi!

source: Not Selected
uz: Tanlanmagan

source: SQL command failed: %s
uz: SQL buyrug'i bajarilmadi: %s

source: Uses left
uz: Chapdan foydalanadi

source: Total numbers of sent reminders
uz: Yuborilgan eslatmalarning umumiy soni

source: Invitation sent date
uz: Taklifnoma yuborilgan sana

source: Language code
uz: Til kodi

source: Email address
uz: E-pochta manzili

source: Email was not sent because demo-mode is activated.
uz: E-pochta yuborilmadi, chunki demo rejimi faollashtirilgan.

source: Randomization group name
uz: Tasodifiy guruh nomi

source: Place questions into a specified randomization group, all questions included in the specified group will appear in a random order
uz: Savollarni belgilangan randomizatsiya guruhiga joylashtiring, ko'rsatilgan guruhga kiritilgan barcha savollar tasodifiy tartibda paydo bo'ladi

source: Allowed file types
uz: Ruxsat etilgan fayl turlari

source: Allowed file types in comma separated format. e.g. pdf,doc,odt
uz: Ruxsat berilgan fayl turlari vergul bilan ajratilgan formatda. Masalan, pdf, doc, odt

source: Min number of files
uz: Fayllarning minimal soni

source: Minimum number of files that the participant must upload for this question
uz: Ishtirokchi ushbu savol uchun yuklashi kerak bo'lgan minimal fayllar soni

source: Max number of files
uz: Fayllarning maksimal soni

source: Maximum number of files that the participant can upload for this question
uz: Ishtirokchi ushbu savol uchun yuklashi mumkin bo'lgan maksimal fayllar soni

source: Maximum file size allowed (in KB)
uz: Ruxsat etilgan maksimal fayl hajmi (KB)

source: Show comment
uz: Izohni ko'rsatish

source: Is the participant required to give a comment to the uploaded file?
uz: Ishtirokchi yuklangan faylga izoh berishi shartmi?

source: Show title
uz: Sarlavhani ko'rsatish

source: Is the participant required to give a title to the uploaded file?
uz: Ishtirokchi yuklangan faylga sarlavha berishi shartmi?

source: File metadata
uz: Fayl metama'lumotlari

source: Month display style
uz: Oyni ko'rsatish uslubi

source: Change the display style of the month when using select boxes
uz: Tanlash qutilaridan foydalanganda oyning ko'rsatish uslubini o'zgartiring

source: Numbers
uz: Raqamlar

source: Full names
uz: To'liq ismlar

source: Short names
uz: Qisqa ismlar

source: Minute step interval
uz: Daqiqa qadam oralig'i

source: Date/Time format
uz: Sana/vaqt formati

source: Specify a custom date/time format (the <i>d/dd m/mm yy/yyyy H/HH M/MM</i> formats and "-./: " characters are allowed for day/month/year/hour/minutes without or with leading zero respectively. Defaults to survey's date format
uz: Xususiy sana/vaqt formatini belgilang (kun/oy uchun <i>k/dd m/aa yy/yyyy H/HH M/MM</i> formatlari va "-./: " belgilariga ruxsat beriladi/ yil/soat/daqiqa, mos ravishda nolsiz yoki so'rov sanasi formatida

source: 2nd time limit warning CSS style
uz: Ikkinchi vaqt chegarasi haqida ogohlantirish CSS uslubi

source: CSS style used when the 2nd 'time limit warning' message is displayed
uz: Ikkinchi "vaqt chegarasi haqida ogohlantirish" xabari ko'rsatilganda ishlatiladigan CSS uslubi

source: 2nd time limit warning message
uz: Ikkinchi vaqt chegarasi haqida ogohlantirish xabari

source: The 2nd message to display as a 'time limit warning' (a default warning will display if this is left blank)
uz: "Vaqt chegarasi haqida ogohlantirish" sifatida ko'rsatiladigan ikkinchi xabar (agar bu bo'sh qoldirilgan bo'lsa, standart ogohlantirish ko'rsatiladi)

source: 2nd time limit warning message display time
uz: Ikkinchi vaqt chegarasi ogohlantirish xabarini ko'rsatish vaqti

source: The 2nd 'time limit warning' will stay visible for this many seconds (will not turn off if this setting is left blank)
uz: Ikkinchi "vaqt chegarasi ogohlantirishi" shuncha soniya davomida ko'rinib turadi (agar bu sozlama bo'sh qolsa o'chmaydi)

source: 2nd time limit warning message timer
uz: Ikkinchi vaqt chegarasi ogohlantirish xabari taymer

source: Display the 2nd 'time limit warning' when there are this many seconds remaining in the countdown (warning will not display if left blank)
uz: Orqaga sanashda shuncha soniya qolganda 2-"vaqt chegarasi haqida ogohlantirish"ni ko'rsating (bo'sh qoldirilgan bo'lsa, ogohlantirish ko'rsatilmaydi)

source: 1st time limit warning CSS style
uz: Birinchi vaqt chegarasi haqida ogohlantirish CSS uslubi

source: CSS style used when the 'time limit warning' message is displayed
uz: Vaqt chegarasi haqida ogohlantirish" xabari ko'rsatilganda ishlatiladigan CSS uslubi

source: 1st time limit warning message
uz: Birinchi vaqt chegarasi haqida ogohlantirish xabari

source: The message to display as a 'time limit warning' (a default warning will display if this is left blank)
uz: Vaqt chegarasi haqida ogohlantirish" sifatida ko'rsatiladigan xabar (agar bu bo'sh qoldirilgan bo'lsa, standart ogohlantirish ko'rsatiladi)

source: 1st time limit warning message display time
uz: Birinchi vaqt chegarasi ogohlantirish xabarini ko'rsatish vaqti

source: The 'time limit warning' will stay visible for this many seconds (will not turn off if this setting is left blank)
uz: Vaqt chegarasi haqida ogohlantirish" shuncha soniya davomida ko'rinib turadi (agar bu sozlama bo'sh qolsa, o'chmaydi)

source: 1st time limit warning message timer
uz: Birinchi vaqt chegarasi ogohlantirish xabari taymer

source: Display a 'time limit warning' when there are this many seconds remaining in the countdown (warning will not display if left blank)
uz: Orqaga sanashda shuncha soniya qolganda "vaqt chegarasi haqida ogohlantirish"ni ko'rsating (bo'sh qoldirilgan bo'lsa, ogohlantirish ko'rsatilmaydi)

source: Time limit message CSS style
uz: Vaqt chegarasi xabari CSS uslubi

source: CSS style for the 'time limit expiry message'
uz: "Vaqt chegarasi tugashi haqidagi xabar" uchun CSS uslubi

source: Time limit expiry message
uz: Vaqt chegarasi tugashi haqidagi xabar

source: The message to display when the time limit has expired (a default message will display if this setting is left blank)
uz: Vaqt chegarasi tugaganda ko'rsatiladigan xabar (agar bu sozlama bo'sh qolsa, standart xabar ko'rsatiladi)

source: Time limit expiry message display time
uz: Vaqt chegarasi tugashi haqidagi xabarni ko'rsatish vaqti

source: Display the 'time limit expiry message' for this many seconds before performing the 'time limit action' (defaults to 1 second if left blank)
uz: Vaqt chegarasi amalini" bajarishdan oldin bir necha soniya davomida "vaqt tugashi haqida xabar"ni ko'rsating (bo'sh qoldirilgan bo'lsa, birlamchi 1 soniya)

source: Time limit timer CSS style
uz: Vaqt chegarasi taymerining CSS uslubi

source: CSS Style for the message that displays in the countdown timer during the countdown
uz: Orqaga hisoblash paytida ortga hisoblash taymerida ko'rsatiladigan xabar uchun CSS uslubi

source: Time limit countdown message
uz: Vaqt chegarasi ortga hisoblash xabari

source: The text message that displays in the countdown timer during the countdown
uz: Ortga hisoblash paytida ortga hisoblash taymerida ko'rsatiladigan matnli xabar

source: Time limit disable prev
uz: Vaqt chegarasini o'chirish oldingi

source: Disable the prev button until the time limit expires
uz: Vaqt chegarasi tugaguncha oldingi tugmani o'chiring

source: Time limit disable next
uz: Keyingi vaqt chegarasini o'chirish

source: Disable the next button until time limit expires
uz: Vaqt tugaguniga qadar keyingi tugmani o'chiring

source: Time limit action
uz: Vaqt chegarasi harakati

source: Action to perform when time limit is up
uz: Vaqt chegarasi tugashi bilan bajariladigan amal

source: Disable only
uz: Faqat o'chirish

source: Move on without warning
uz: Ogohlantirishsiz davom eting

source: Warn and move on
uz: Ogohlantirish va davom eting

source: Time limit
uz: Vaqt chegarasi

source: Limit time to answer question (in seconds)
uz: Savolga javob berish vaqtini cheklang (sekundlarda)

source: Timer
uz: Taymer

source: SPSS export scale type
uz: SPSS eksport shkalasi turi

source: Set a specific SPSS export scale type for this question
uz: Ushbu savol uchun maxsus SPSS eksport shkalasi turini o'rnating

source: Scale
uz: masshtab

source: Ordinal
uz: tartib

source: Default
uz: Standart

source: Prefix for list items
uz: Ro'yxat elementlari uchun prefiks

source: Accelerator keys for list items
uz: Ro'yxat elementlari uchun tezlatgich tugmalari

source: Order - like 3)
uz: Buyurtma - 3 kabi)

source: Height of dropdown
uz: Ochilish balandligi

source: For list dropdown boxes, show up to this many rows
uz: Ro'yxat ochiladigan oynalar uchun shuncha qatorni ko'rsating

source: Use dropdown presentation
uz: Ochiladigan taqdimotdan foydalanish

source: Present dropdown control(s) instead of list of radio buttons
uz: Radio tugmalar ro'yxati o'rniga ochiladigan boshqaruv(lar)ni ko'rsating

source: Answer suffix
uz: Javob qo'shimchasi

source: Add a suffix to the answer field
uz: Javob maydoniga qo'shimcha qo'shing

source: Slider left/right text separator
uz: Slayder chap/o'ng matn ajratuvchi

source: Answer|Left-slider-text|Right-slider-text separator character
uz: Javob|Chap-slayder-matn|O'ng-slayder-matn ajratuvchi belgi

source: Display slider min and max value
uz: Slayderning minimal va maksimal qiymatini ko'rsatish

source: Display min and max value under the slider
uz: Slayder ostida minimal va maksimal qiymatlarni ko'rsatish

source: Slider starts at the middle position
uz: Slayder o'rta holatdan boshlanadi

source: Slider initial value
uz: Slayderning boshlang'ich qiymati

source: Slider accuracy
uz: Slayderning aniqligi

source: Slider maximum value
uz: Slayderning maksimal qiymati

source: Slider minimum value
uz: Slayderning minimal qiymati

source: Use slider layout
uz: Slayder tartibidan foydalanish

source: Slider
uz: Slayder

source: Enter question ID to get subquestion order from a previous question
uz: Avvalgi savoldan quyi savol tartibini olish uchun savol identifikatorini kiriting

source: Get order from previous question
uz: Oldingi savoldan buyurtma oling

source: Randomize on each page load
uz: Har bir sahifa yuklanishida tasodifiy

source: Show in public statistics
uz: Ommaviy statistikada ko'rsatish

source: Show statistics of this question in the public statistics page
uz: Ushbu savolning statistikasini umumiy statistika sahifasida ko'rsatish

source: Answer prefix
uz: Javob prefiksi

source: Add a prefix to the answer field
uz: Javob maydoniga prefiks qo'shing

source: Insert page break in printable view
uz: Bosma ko'rinishda sahifalar oralig'ini qo'shing

source: Label for 'Other:' option
uz: Boshqa:" opsiyasi uchun yorliq

source: Replaces the label of the 'Other:' answer option with a custom text
uz: Boshqa:" javob variantining yorlig'ini maxsus matn bilan almashtiradi

source: Numbers only for 'Other'
uz: Raqamlar faqat "Boshqa" uchun

source: Allow only numerical input for 'Other' text
uz: "Boshqa" matn uchun faqat raqamli kiritishga ruxsat bering

source: 'Other:' comment mandatory
uz: 'Boshqa:' izoh shart

source: Make the 'Other:' comment field mandatory when the 'Other:' option is active
uz: Boshqa:" opsiyasi faol bo'lganda, "Boshqa:" sharh maydonini majburiy qilib qo'ying

source: Text inputs
uz: Matn kiritish

source: Present as text input boxes instead of dropdown lists
uz: Ochiladigan ro'yxatlar o'rniga matn kiritish maydonchalari sifatida taqdim eting

source: Show grand total
uz: Umumiy jami ko'rsatish

source: Show grand total for either columns or rows
uz: Ustunlar yoki satrlar uchun umumiy summani ko'rsatish

source: Show totals for
uz: Jamini ko'rsatish

source: Show totals for either rows, columns or both rows and columns
uz: Qatorlar, ustunlar yoki ikkala satr va ustunlar uchun jami ko'rsatish

source: Columns
uz: ustunlar

source: Rows
uz: Qatorlar

source: Numbers only
uz: Faqat raqamlar

source: Allow only numerical input
uz: Faqat raqamli kiritishga ruxsat bering

source: Integer only
uz: Faqat butun son

source: Restrict input to integer values
uz: Kirishni butun son qiymatlari bilan cheklash

source: Reverse answer order
uz: Teskari javob tartibi

source: Present answer options in reverse order
uz: Javob variantlarini teskari tartibda taqdim eting

source: Checkbox layout
uz: Tasdiqlash qutisi tartibi

source: Use checkbox layout
uz: Tasdiqlash qutisi tartibidan foydalanish

source: Off
uz: O'chirilgan

source: Step value
uz: Qadam qiymati

source: Minimum value for array(multi-flexible) question type
uz: Masiv (ko'p moslashuvchan) savol turi uchun minimal qiymat

source: Maximum value for array(mult-flexible) question type
uz: Masiv (ko'p moslashuvchan) savol turi uchun maksimal qiymat

source: Minimum value
uz: Minimal qiymat

source: Minimum value of the numeric input
uz: Raqamli kiritishning minimal qiymati

source: Minimum sum value
uz: Minimal qiymat

source: The sum of the multiple numeric inputs must be greater than this value
uz: Bir nechta raqamli kirishlar yig'indisi bu qiymatdan katta bo'lishi kerak

source: Minimum answers
uz: Minimal javoblar

source: Ensure a minimum number of possible answers (0=No limit)
uz: Mumkin bo'lgan javoblarning minimal sonini ta'minlang (0=Cheklanmagan)

source: Maximum characters
uz: Maksimal belgilar

source: Maximum characters allowed
uz: Ruxsat etilgan maksimal belgilar

source: Maximum value
uz: Maksimal qiymat

source: Maximum value of the numeric input
uz: Raqamli kiritishning maksimal qiymati

source: Maximum sum value
uz: Maksimal qiymat

source: Maximum sum value of multiple numeric input
uz: Bir nechta raqamli kiritishning maksimal yig'indisi

source: Maximum answers
uz: Maksimal javoblar

source: Limit the number of possible answers
uz: Mumkin bo'lgan javoblar sonini cheklang

source: Always hide this question
uz: Har doim bu savolni yashiring

source: Hide this question at any time. This is useful for including data using answer prefilling.
uz: Istalgan vaqtda bu savolni yashiring. Bu javobni oldindan toʻldirish yordamida maʼlumotlarni kiritish uchun foydalidir.

source: Hide tip
uz: Maslahatni yashirish

source: Hide the tip that is normally shown with a question
uz: Odatda savol bilan ko'rsatiladigan maslahatni yashirish

source: Zoom level
uz: Mashtab darajasi

source: Map zoom level
uz: Xaritani kattalashtirish darajasi

source: Default position
uz: Standart pozitsiya

source: IP as default location
uz: IP standart manzil sifatida

source: Get the default location using the user's IP address?
uz: Foydalanuvchining IP-manzilidan foydalanib, standart manzilni olasizmi?

source: Map height
uz: Xarita balandligi

source: Map width
uz: Xarita kengligi

source: Use mapping service
uz: Xaritalash xizmatidan foydalaning

source: Activate this to show a map above the input field where the user can select a location
uz: Foydalanuvchi joylashuvni tanlashi mumkin bo'lgan kirish maydoni tepasida xaritani ko'rsatish uchun buni faollashtiring

source: Google Maps
uz: Google xaritalari

source: Chart type
uz: Chart turi

source: Select the type of chart to be displayed
uz: Ko'rsatiladigan diagramma turini tanlang

source: Pie chart
uz: Diagramma

source: Bar chart
uz: Strixli diagramma

source: Display chart
uz: Diagrammani ko'rsatish

source: Display a chart in the statistics?
uz: Statistikada diagramma ko'rsatilsinmi?

source: Display map
uz: Xaritani ko'rsatish

source: Show a map in the statistics?
uz: Statistikada xarita ko'rsatilsinmi?

source: Statistics
uz: Statistika

source: Save country
uz: Mamlakatni asrang

source: Store the country?
uz: Mamlakatni saqlaysizmi?

source: Save postal code
uz: Pochta indeksini saqlash

source: Store the postal code?
uz: Pochta indeksini saqlaysizmi?

source: Save state
uz: Holatni saqlash

source: Store the state?
uz: Davlatni saqlaysizmi?

source: Save city
uz: Shaharni saqlash

source: Location
uz: Manzil

source: Auto-check exclusive option if all others are checked
uz: Agar qolganlari belgilansa, eksklyuziv variantni avtomatik tekshirish

source: If the participant marks all options, uncheck all and check the option set in the "Exclusive option" setting
uz: Agar ishtirokchi barcha variantlarni belgilasa, barcha belgini olib tashlang va "Eksklyuziv variant" sozlamasida o'rnatilgan variantni belgilang

source: Exclusive option
uz: Eksklyuziv variant

source: Logic
uz: Mantiq

source: Subquestion validation tip
uz: Subrovni tekshirish bo'yicha maslahat

source: This is a tip shown to the participant describing the subquestion validation equation.
uz: Bu pastki savolni tekshirish tenglamasini tavsiflovchi ishtirokchiga ko'rsatilgan maslahatdir.

source: Subquestion validation equation
uz: Subsavolni tekshirish tenglamasi

source: Enter a boolean equation to validate each subquestion.
uz: Har bir kichik savolni tekshirish uchun mantiqiy tenglamani kiriting.

source: Question validation tip
uz: Savolni tekshirish bo'yicha maslahat

source: This is a hint text that will be shown to the participant describing the question validation equation.
uz: Bu savolni tekshirish tenglamasini tavsiflovchi ishtirokchiga ko'rsatiladigan maslahat matni.

source: Question validation equation
uz: Savolni tekshirish tenglamasi

source: Enter a boolean equation to validate the whole question.
uz: To'liq savolni tasdiqlash uchun mantiqiy tenglamani kiriting.

source: Equals sum value
uz: Yig'indi qiymatiga teng

source: Multiple numeric inputs sum must equal this value
uz: Bir nechta raqamli kirishlar yig'indisi shu qiymatga teng bo'lishi kerak

source: Input
uz: Kiritish

source: Header for second scale
uz: Ikkinchi shkala uchun sarlavha

source: Enter a header text for the second scale
uz: Ikkinchi shkala uchun sarlavha matnini kiriting

source: Header for first scale
uz: Birinchi shkala uchun sarlavha

source: Enter a header text for the first scale
uz: Birinchi shkala uchun sarlavha matnini kiriting

source: Dropdown separator
uz: Ochiladigan ajratuvchi

source: Dropdown prefix/suffix
uz: Ochiladigan prefiks/suffiks

source: Prefix|Suffix for dropdown lists
uz: Prefiks|Ochiladigan ro'yxatlar uchun suffiks

source: Display dropdown boxes
uz: Ochiladigan oynalarni ko'rsatish

source: Use accessible dropdown boxes instead of calendar popup
uz: Taqvim qalqib chiquvchi oynasi o'rniga kirish mumkin bo'lgan ochiladigan oynalardan foydalaning

source: Display rows
uz: Qatorlarni ko'rsatish

source: How many rows to display
uz: Qancha qatorlarni ko'rsatish kerak

source: Display columns
uz: Ustunlarni ko'rsatish

source: The answer options will be distributed across the number of columns set here
uz: Javob variantlari bu erda o'rnatilgan ustunlar soni bo'yicha taqsimlanadi

source: Category separator
uz: Kategoriyalarni ajratuvchi

source: Assessment value
uz: Baholash qiymati

source: If one of the subquestions is marked then for each marked subquestion this value is added as assessment.
uz: Agar kichik savollardan biri belgilangan bo'lsa, har bir belgilangan kichik savol uchun bu qiymat baholash sifatida qo'shiladi.

source: Array filter exclusion
uz: Masiv filtrini istisno qilish

source: Enter the code(s) of Multiple choice question(s) (separated by semicolons) to exclude the matching answer options in this question.
uz: Ushbu savolga mos keladigan javob variantlarini istisno qilish uchun bir nechta tanlovli savol(lar)ning kod(lar)ini (nuqta-vergul bilan ajratilgan) kiriting.

source: Array filter
uz: Masiv filtri

source: Enter the code(s) of Multiple choice question(s) (separated by semicolons) to only show the matching answer options in this question.
uz: Ko'p tanlovli savol(lar)ning kodini (kodlarini) kiriting (nuqta-vergul bilan ajratilgan) bu savolda faqat mos javob variantlarini ko'rsatish uchun.

source: Sort answers alphabetically
uz: Javoblarni alifbo tartibida tartiblash

source: Sort the answer options alphabetically
uz: Javob variantlarini alifbo tartibida tartiblang

source: Display
uz: Ko'rsatish

source: Question time
uz: Savol vaqti

source: Group time
uz: Guruh vaqti

source: Other comment
uz: Boshqa izoh

source: Scale 2
uz: 2-shkala

source: Scale 1
uz: 1-shkala

source: Referrer URL
uz: Yo'naltiruvchi URL

source: IP address
uz: IP manzil

source: Date last action
uz: Oxirgi amal sanasi

source: Date started
uz: Boshlangan sana

source: Start language
uz: Boshlash tili

source: Last page
uz: Oxirgi sahifa

source: Date submitted
uz: Yuborgan sana

source: Response ID
uz: Javob identifikatori

source: File count
uz: Fayllar soni
