Repository: DayMarket/infra-docker
Catalog: images/limesurvey/v6.0/limesurvey-6-*.po
Languages: uz

source: Please number each box in order of preference from 1 to
uz: Iltimos, har bir qutini 1 dan afzallik tartibida raqamlang

source: Make a comment on your choice here:
uz: Tanlovingiz haqida shu yerda fikr bildiring:

source: Please enter a date:
uz: Iltimos, sanani kiriting:

source: Please choose *only one* of the following:
uz: Iltimos, quyidagilardan *faqat birini* tanlang:

source: Question code:
uz: Savol kodi:

source: Only answer this question if the following conditions are met:
uz: Bu savolga faqat quyidagi shartlar bajarilgan taqdirdagina javob bering:

source: Please submit by %s
uz: Iltimos, %s gacha yuboring

source: Thank you for completing this survey.
uz: Ushbu so'rovnomani to'ldirganingiz uchun tashakkur.

source: table
uz: stol

source: Database
uz: Ma'lumotlar bazasi

source: %s participants have been shared
uz: %s ishtirokchi ulashildi

source: Text box
uz: Matn qutisi

source: Date
uz: Sana

source: Drop-down list
uz: Ochiladigan ro'yxat

source: Assessment group score
uz: Baholash guruhi balli

source: Overall assessment score
uz: Umumiy baholash balli

source: Answers in this response
uz: Bu javobdagi javoblar

source: Email address of the survey administrator
uz: So'rov ma'murining elektron pochta manzili

source: Name of the survey administrator
uz: So'rov ma'murining ismi

source: Access code for this participant
uz: Ushbu ishtirokchi uchun kirish kodi

source: Statistics URL
uz: Statistika URL manzili

source: Edit response URL
uz: Javob URL manzilini tahrirlash

source: View response URL
uz: Javobning URL manzilini ko'rish

source: Reload URL
uz: URLni qayta yuklash

source: Survey expiration date
uz: So'rovning amal qilish muddati

source: Label set successfully deleted.
uz: Yorliqlar to'plami muvaffaqiyatli o'chirildi.

source: Edit label set
uz: Yorliqlar to'plamini tahrirlash

source: This ZIP archive contains no valid Resources files. Import failed.
uz: Ushbu ZIP arxivida yaroqli Resurs fayllari mavjud emas. Import qilinmadi.

source: Incorrect permissions in your %s folder.
uz: %s jildingizdagi ruxsatnomalar noto‘g‘ri.

source: Demo mode only: Uploading files is disabled in this system.
uz: Faqat demo rejimi: bu tizimda fayllarni yuklash oʻchirib qoʻyilgan.

source: Global settings were saved.
uz: Global sozlamalar saqlandi.

source: This archive contains a PDF file of the survey, the queXML file of the survey and a queXF banding XML file which can be used with queXF: http://quexf.sourceforge.net/ for processing scanned surveys.
uz: Ushbu arxivda so'rovning PDF fayli, so'rovning queXML fayli va queXF bilan foydalanish mumkin bo'lgan queXF bandli XML fayli mavjud: http://quexf.sourceforge.net/ skanerlangan so'rovlarni qayta ishlash uchun.

source: Export VV file
uz: VV faylini eksport qilish

source: Export results
uz: Natijalarni eksport qilish

source: Email templates successfully saved.
uz: Elektron pochta shablonlari muvaffaqiyatli saqlandi.

source: Only answer this question for the items you did not select in question %s ('%s')
uz: Bu savolga faqat %s ('%s')) savolida tanlanmagan narsalar uchun javob bering.

source: Only answer this question for the items you selected in question %s ('%s')
uz: Bu savolga faqat %s ('%s') savolida tanlagan narsalaringiz uchun javob bering

source: EUC-JP Japanese
uz: EUC-JP Yapon

source: 7bit Swedish
uz: 7bit shvedcha

source: Shift-JIS Japanese
uz: Shift-JIS yaponcha

source: Mac West European
uz: Mac G'arbiy Evropa

source: Mac Central European
uz: Mac Markaziy Yevropa

source: KOI8-U Ukrainian
uz: KOI8-U Ukraina

source: HP West European
uz: HP G'arbiy Evropa

source: ISO 8859-8 Hebrew
uz: ISO 8859-8 ibroniycha

source: ISO 8859-7 Greek
uz: ISO 8859-7 yunoncha

source: GEOSTD8 Georgian
uz: GEOSTD8 gruzin

source: GBK Simplified Chinese
uz: GBK soddalashtirilgan xitoycha

source: Save
uz: Saqlash

source: GB2312 Simplified Chinese
uz: GB2312 soddalashtirilgan xitoycha

source: EUC-KR Korean
uz: EUC-KR Koreya

source: UJIS for Windows Japanese
uz: Windows Yapon uchun UJIS

source: DEC West European
uz: DEC G'arbiy Evropa

source: Binary pseudo charset
uz: Ikkilik psevdo belgilar to'plami

source: Big5 Traditional Chinese
uz: Big5 an'anaviy xitoycha

source: Name
uz: Ism

source: Automatic
uz: Avtomatik

source: US ASCII
uz: AQSh ASCII

source: ARMSCII-8 Armenian
uz: ARMSCII-8 arman

source: The answer(s) must meet these array_filter criteria:
uz: Javob(lar) array_filter mezonlariga javob berishi kerak:

source: The answer(s) must meet these validation criteria:
uz: Javob(lar) ushbu tasdiqlash mezonlariga javob berishi kerak:

source: Only answer this if the following conditions are met:
uz: Bunga faqat quyidagi shartlar bajarilgan taqdirdagina javob bering:

source: Reload your survey by clicking on the following link (or pasting it into your browser):
uz: Quyidagi havolani bosish (yoki brauzeringizga joylashtirish) orqali so'rovingizni qayta yuklang):

source: Password
uz: Parol

source: Saved Survey Details
uz: Saqlangan so'rov tafsilotlari

source: Success
uz: Muvaffaqiyat

source: Your survey responses have been saved successfully. You will be sent a confirmation email. Please make sure to save your password, since we will not be able to retrieve it for you.
uz: So'rovnomaga javoblaringiz muvaffaqiyatli saqlandi. Sizga tasdiqlovchi xat yuboriladi. Iltimos, parolingizni saqlab qo'yganingizga ishonch hosil qiling, chunki biz uni siz uchun qaytarib ololmaydi.

source: Your passwords do not match.
uz: Parollaringiz mos emas.

source: You must supply a password for this saved session.
uz: Ushbu saqlangan seans uchun parolni kiritishingiz kerak.

source: You must supply a name for this saved session.
uz: Ushbu saqlangan seans uchun nom berishingiz kerak.

source: This surveys uses anonymized responses, so you can't update your response.
uz: Ushbu so'rovnomalar anonim javoblardan foydalanadi, shuning uchun siz javobingizni yangilay olmaysiz.

source: Edit this entry
uz: Ushbu yozuvni tahrirlash

source: Follow the following link to update it
uz: Uni yangilash uchun quyidagi havolaga o'ting

source: There is already a recorded answer for this access code
uz: Ushbu kirish kodi uchun allaqachon yozib olingan javob bor

source: Please choose
uz: Iltimos, tanlang

source: An error occurred uploading your file. This may be caused by incorrect permissions for the application /tmp folder.
uz: Faylingizni yuklashda xatolik yuz berdi. Bunga ilova /tmp papkasi uchun notoʻgʻri ruxsatlar sabab boʻlishi mumkin.

source: Error!
uz: Xato!

source: This is a closed-access survey, so you must supply a access code. Please contact the administrator for assistance.
uz: Bu yopiq kirish so'rovi, shuning uchun siz kirish kodini kiritishingiz kerak. Yordam uchun administrator bilan bog'laning.

source: Data entry
uz: Ma'lumotlarni kiritish

source: %s old response(s) and according timings were successfully imported.
uz: %s eski javob(lar) va vaqtlarga muvofiq import qilindi.

source: %s old response(s) were successfully imported.
uz: %s eski javob(lar) muvaffaqiyatli import qilindi.

source: Quick statistics
uz: Tezkor statistika

source: Import VV file
uz: VV faylini import qilish

source: Survey settings were successfully saved.
uz: So'rovnoma sozlamalari muvaffaqiyatli saqlandi.

source: Question could not be updated. There are conditions for other questions that rely on the answers to this question and changing the type will cause problems. You must delete these conditions before you can change the type of this question.
uz: Savolni yangilab bo'lmadi. Bu savolga javoblarga tayanadigan boshqa savollar uchun shartlar mavjud va turini o'zgartirish muammolarga olib keladi. Bu savol turini o'zgartirishdan oldin ushbu shartlarni o'chirishingiz kerak.

source: Question could not be created.
uz: Savol yaratib bo'lmadi.

source: Question in language %s could not be created.
uz: %s tilidagi savolni yaratib boʻlmadi.

source: Failed to delete answer
uz: Javobni o'chirib bo'lmadi

source: Duplicate codes found, these entries won't be updated
uz: Dublikat kodlar topildi, bu yozuvlar yangilanmaydi

source: Answers with a code of 0 (zero) or blank code are not allowed, and will not be saved
uz: 0 (nol) yoki bo'sh kodli javoblarga ruxsat berilmaydi va saqlanmaydi

source: Failed to update answers
uz: Javoblarni yangilab boʻlmadi

source: Default value settings were successfully saved.
uz: Standart qiymat sozlamalari muvaffaqiyatli saqlandi.

source: Question could not be updated
uz: Savolni yangilab boʻlmadi

source: Clear
uz: Tozalash

source: Update condition
uz: Yangilanish holati

source: Answer
uz: Javob

source: Other
uz: Boshqa

source: Questions
uz: Savollar

source: Constant
uz: Doimiy

source: Predefined
uz: Oldindan belgilangan

source: Comparison operator
uz: Taqqoslash operatori

source: Previous questions
uz: Oldingi savollar

source: Scenario
uz: Ssenariy

source: Default scenario
uz: Birlamchi stsenariy

source: Add scenario
uz: Ssenariy qo'shish

source: Add condition
uz: Shart qo'shish

source: Edit condition
uz: Shartni tahrirlash

source: There are no existing conditions in this survey.
uz: Ushbu so'rovda mavjud shartlar yo'q.

source: Copy the selected conditions to:
uz: Tanlangan shartlardan nusxa ko'chiring:

source: Copy conditions
uz: Nusxa olish shartlari

source: This question is always shown.
uz: Bu savol har doim ko'rsatiladi.

source: Male
uz: erkak

source: Female
uz: Ayol

source: No answer
uz: Javob yo'q

source: No
uz: Yo'q

source: Not found
uz: Topilmadi

source: or
uz: yoki

source: and
uz: va

source: Are you sure you want to delete all conditions set in this scenario?
uz: Ushbu stsenariyda o'rnatilgan barcha shartlarni o'chirib tashlamoqchimisiz?

source: OR
uz: YOKI

source: After
uz: Keyin

source: Current
uz: Hozirgi

source: Before
uz: oldin

source: not checked
uz: tekshirilmagan

source: checked
uz: tekshirildi

source: Single checkbox
uz: Yagona katakcha

source: Group of checkboxes
uz: Tasdiqlash katakchalari guruhi

source: Cancel
uz: Bekor qilish

source: Decrease
uz: Kamaytirish

source: Same
uz: Bir xil

source: Increase
uz: Kattalashtirish; ko'paytirish

source: Continue
uz: Davom etish

source: Uncertain
uz: Noaniq

source: No conditions could be copied (due to duplicates)
uz: Hech qanday shartni nusxalab bo'lmadi (dublikatlar tufayli)

source: All conditions scenarios were renumbered.
uz: Barcha shartlar stsenariylari qayta raqamlandi.

source: The condition could not be added! It did not include the question and/or answer upon which the condition was based. Please ensure you have selected a question and an answer.
uz: Shartni qo'shib bo'lmadi! Unda shartga asos bo'lgan savol va/yoki javob kiritilmagan. Iltimos, savol va javobni tanlaganingizga ishonch hosil qiling.

source: All conditions in this survey have been deleted.
uz: Ushbu so'rovnomadagi barcha shartlar o'chirildi.

source: Warning
uz: Ogohlantirish

source: We recommend that before you proceed, you export the entire survey from the main administration screen.
uz: Davom etishdan oldin so'rovnomani asosiy boshqaruv ekranidan eksport qilishingizni tavsiya qilamiz.

source: Yes
uz: Ha

source: You have not selected a question
uz: Siz savol tanlamadingiz

source: You have not selected a survey
uz: Siz so'rovnoma tanlamadingiz

source: Greater than (Strings)
uz: (Stringlar) dan kattaroq

source: Greater than or equal to (Strings)
uz: (Stringlar) dan katta yoki teng

source: Less than or equal to (Strings)
uz: Kamroq yoki teng (Stringlar)

source: Less than (Strings)
uz: Kamroq (Stringlar)

source: Regular expression
uz: Oddiy ifoda

source: Greater than
uz: kattaroq

source: Greater than or equal to
uz: katta yoki teng

source: Not equal to
uz: Teng emas

source: equals
uz: teng

source: Less than or equal to
uz: Kamroq yoki teng

source: Less than
uz: Dan kichik; .. dan kamroq

source: timings
uz: vaqt

source: responses
uz: javoblar

source: The related survey is missing.
uz: Tegishli so'rovnoma yo'q.

source: No matching group
uz: Mos guruh yo'q

source: No matching survey
uz: Mos so'rov yo'q

source: No CFIELDNAME field set!
uz: CFIELDNAME maydoni o'rnatilmagan!

source: No matching CFIELDNAME group!
uz: Mos keladigan CFIELDNAME guruhi yo'q!

source: No matching CQID
uz: Mos keladigan CQID yo'q

source: Deleting conditions: %u conditions deleted
uz: O'chirish shartlari: %u shart o'chirildi

source: Deleting question attributes: %u attributes deleted
uz: Savol atributlari oʻchirilmoqda: %u atributlar oʻchirildi

source: Deleting assessments: %u assessment entries deleted
uz: Baholar o'chirilmoqda: %u baholash yozuvlari o'chirildi

source: Deleting survey languagesettings: %u survey languagesettings deleted
uz: Soʻrovnoma tillari sozlamalari oʻchirilmoqda: %u soʻrovnoma tillari sozlamalari oʻchirildi

source: Deleting questions: %u questions deleted
uz: Savollar oʻchirilmoqda: %u ta savol oʻchirildi

source: Deleting groups: %u groups deleted
uz: Guruhlar oʻchirilmoqda: %u guruh oʻchirildi

source: Deleting orphan survey table: %s
uz: Yetimlar so'rovi jadvali o'chirilmoqda: %s

source: Group
uz: Guruh

source: Total time
uz: Umumiy vaqt

source: Submission date
uz: Yuborish sanasi

source: Email
uz: Elektron pochta

source: Last name
uz: Familiya

source: First name
uz: Ism

source: There is no matching survey.
uz: Mos keladigan so'rov yo'q.

source: This survey has not been activated. There are no results to browse.
uz: Ushbu so'rov faollashtirilmagan. Ko'rib chiqish uchun natijalar yo'q.

source: Browse responses
uz: Javoblarni ko'rib chiqish

source: Incorrect username and/or password!
uz: Foydalanuvchi nomi va/yoki parol noto'g'ri!

source: Reloading screen. Please wait.
uz: Ekran qayta yuklanmoqda. Iltimos, kuting.

source: Welcome %s!
uz: Xush kelibsiz %s!

source: Please log in first.
uz: Iltimos, avval tizimga kiring.

source: Username: %s
uz: Foydalanuvchi nomi: %s

source: User data
uz: Foydalanuvchi ma'lumotlari

source: Logout successful.
uz: Chiqish muvaffaqiyatli.

source: Edit
uz: Tahrirlash

source: Assessment mode not activated
uz: Baholash rejimi yoqilmagan

source: Add
uz: Qo'shish

source: Maximum
uz: Maksimal

source: Minimum
uz: Eng kam

source: Question group
uz: Savollar guruhi

source: Scope
uz: Ko'lam

source: You can upload %s under %s KB each.
uz: Siz har biri %s KB ostida %s yuklashingiz mumkin.

source: The maximum number of files has been uploaded. You may return back to survey.
uz: Fayllarning maksimal soni yuklandi. Soʻrovnomaga qaytishingiz mumkin.

source: If you wish, you may upload %s more file(s); else you may return back to survey.
uz: Agar xohlasangiz, yana %s fayl(lar)ni yuklashingiz mumkin; aks holda soʻrovnomaga qaytishingiz mumkin.

source: Please upload %s more file(s).
uz: Yana %s fayl(lar)ni yuklang.

source: Title
uz: Sarlavha

source: Select file
uz: Faylni tanlang

source: Uploading
uz: Yuklash

source: Sorry, only %s files can be uploaded for this question!
uz: Kechirasiz, bu savol uchun faqat %s fayl yuklanishi mumkin!

source: Sorry, no more files can be uploaded!
uz: Kechirasiz, boshqa fayl yuklab bo'lmaydi!

source: Comment
uz: Izoh

source: Unknown error
uz: Noma'lum xato

source: Sorry, there was an error uploading your file.
uz: Kechirasiz, faylingizni yuklashda xatolik yuz berdi.

source: We are sorry but there was a system error and your file was not saved. An email has been dispatched to notify the survey administrator.
uz: Kechirasiz, lekin tizimda xatolik yuz berdi va faylingiz saqlanmadi. Soʻrov administratorini xabardor qilish uchun elektron pochta xabari yuborildi.

source: The file has been successfully uploaded.
uz: Fayl muvaffaqiyatli yuklandi.

source: Sorry, this file is too large. Only files upto %s KB are allowed.
uz: Kechirasiz, bu fayl juda katta. Faqat %s KB hajmdagi fayllarga ruxsat beriladi.

source: Sorry, this file extension (%s) is not allowed!
uz: Kechirasiz, bu fayl kengaytmasiga (%s) ruxsat berilmagan!

source: Oops, There was an error deleting the file
uz: Op, faylni oʻchirishda xatolik yuz berdi

source: File %s deleted
uz: %s fayl oʻchirildi

source: Completed
uz: Bajarildi

source: An email has been sent to the address you provided with access details for this survey. Please follow the link in that email to proceed.
uz: Ushbu soʻrovnomaga kirish tafsilotlari koʻrsatilgan manzilga xat yuborildi. Davom etish uchun ushbu xatdagi havolaga oʻting.

source: Thank you for registering to participate in this survey.
uz: Ushbu so'rovnomada ishtirok etish uchun ro'yxatdan o'tganingiz uchun tashakkur.

source: %s cannot be left empty
uz: %s bo'sh qoldirilmaydi

source: The email you used is not valid. Please try again.
uz: Siz ishlatgan elektron pochta manzili noto'g'ri. Qayta urinib ko'ring.

source: The answer to the security question is incorrect.
uz: Xavfsizlik savoliga javob noto'g'ri.

source: Your answer
uz: Javobingiz

source: Question
uz: Savol

source: Survey name (ID):
uz: So'rovnoma nomi (ID):

source: Survey name (ID)
uz: So'rovnoma nomi (ID)

source: PDF export
uz: PDF eksporti

source: Please contact %s ( %s ) for further assistance.
uz: Qo'shimcha yordam uchun %s ( %s ) bilan bog'laning.

source: Either you have been inactive for too long, you have cookies disabled for your browser, or there were problems with your connection.
uz: Yoki siz juda uzoq vaqt davomida faol emassiz, brauzeringiz uchun cookie-fayllar o'chirilgan yoki ulanish bilan bog'liq muammolar mavjud.

source: We are sorry but your session has expired.
uz: Kechirasiz, seansingiz muddati tugadi.

source: You have been successfully removed from this survey.
uz: Siz ushbu so'rovnomadan muvaffaqiyatli o'chirildingiz.

source: You have been already removed from this survey.
uz: Siz allaqachon ushbu so'rovnomadan o'chirilgansiz.

source: You are already a participant of this survey.
uz: Siz allaqachon ushbu so'rovnoma ishtirokchisisiz.

source: You have been successfully added back to this survey.
uz: Siz ushbu so'rovnomaga muvaffaqiyatli qo'shildingiz.

source: You are not a participant in this survey.
uz: Siz ushbu so'rovnomada ishtirok etmaysiz.

source: You will be redirected in about 5 secs. If not, click <a href="%s">here</a>.
uz: Siz taxminan 5 soniyadan keyin yoʻnaltirilasiz. Agar yoʻq boʻlsa, <a href="%s">bu yerni</a> bosing.

source: Configuration directory is not writable
uz: Konfiguratsiya katalogini yozib bo'lmaydi

source: LimeSurvey has been installed successfully.
uz: LimeSurvey muvaffaqiyatli o'rnatildi.

source: Success!
uz: Muvaffaqiyat!

source: Error
uz: Xato

source: Database %s has been successfully populated.
uz: %s ma'lumotlar bazasi muvaffaqiyatli to'ldirildi.

source: Please continue with populating the database.
uz: Iltimos, ma'lumotlar bazasini to'ldirishda davom eting.

source: Database has been created
uz: Ma'lumotlar bazasi yaratildi

source: Please <a href="%s">log in</a>.
uz: Iltimos, <a href="%s">tizimga kiring</a>.

source: Populate database
uz: Ma'lumotlar bazasini to'ldirish

source: Do you want to populate that database now by creating the necessary tables?
uz: Siz hozir kerakli jadvallarni yaratish orqali ma'lumotlar bazasini to'ldirmoqchimisiz?

source: A database named "%s" already exists.
uz: "%s" nomli ma'lumotlar bazasi allaqachon mavjud.

source: Create database
uz: Ma'lumotlar bazasini yaratish

source: LimeSurvey can attempt to create this database for you.
uz: LimeSurvey siz uchun ushbu ma'lumotlar bazasini yaratishga harakat qilishi mumkin.

source: The database you specified does not exist:
uz: Siz ko'rsatgan ma'lumotlar bazasi mavjud emas:

source: Database doesn't exist!
uz: Ma'lumotlar bazasi mavjud emas!

source: Database settings
uz: Ma'lumotlar bazasi sozlamalari

source: Try again! Connection with database failed.
uz: Qayta urinib ko'ring! Ma'lumotlar bazasi bilan ulanish amalga oshmadi.

source: Please enter the database settings you want to use for LimeSurvey:
uz: Iltimos, LimeSurvey uchun foydalanmoqchi bo'lgan ma'lumotlar bazasi sozlamalarini kiriting:

source: Database configuration
uz: Ma'lumotlar bazasi konfiguratsiyasi

source: Pre-installation check for LimeSurvey
uz: LimeSurvey uchun o'rnatishdan oldin tekshirish

source: Pre-installation check
uz: O'rnatishdan oldin tekshirish

source: License
uz: Litsenziya

source: Welcome to the LimeSurvey installation wizard. This wizard will guide you through the installation, database setup and initial configuration of LimeSurvey.
uz: LimeSurvey o'rnatish ustasiga xush kelibsiz. Bu sehrgar sizni LimeSurveyni o'rnatish, ma'lumotlar bazasini sozlash va dastlabki konfiguratsiya qilish bo'yicha yo'naltiradi.

source: Welcome
uz: Xush kelibsiz

source: Version
uz: Versiya

source: LimeSurvey online manual
uz: LimeSurvey onlayn qo'llanma

source: Main Admin Screen
uz: Asosiy boshqaruv ekrani

source: Back
uz: Orqaga

source: Passwords do not match
uz: Parollar mos kelmaydi

source: Minute step interval when using select boxes
uz: Tanlash qutilaridan foydalanganda daqiqali qadam oralig'i

source: Your survey responses have not been recorded. This survey is not yet active.
uz: So'rovnomalaringiz yozilmagan. Bu so'rov hali faol emas.

source: Open-access mode
uz: Ochiq kirish rejimi

source: You are not allowed to use this group
uz: Sizga ushbu guruhdan foydalanishga ruxsat yo'q
