Repository: DayMarket/infra-docker
Catalog: images/limesurvey/v6.0/limesurvey-6-*.po
Languages: uz

source: All important settings can be reached in this sidebar.
uz: Barcha muhim sozlamalarga ushbu yon panelda kirish mumkin.

source: This is the sidebar.
uz: Bu yon panel.

source: You have to put in at least a title for the survey to be saved.
uz: So'rov saqlanishi uchun siz hech bo'lmaganda sarlavha qo'yishingiz kerak.

source: Your participants will see this title in the browser's title bar and on the welcome screen.
uz: Sizning ishtirokchilaringiz ushbu sarlavhani brauzerning sarlavha satrida va xush kelibsiz ekranida ko'radi.

source: This is the title of your survey.
uz: Bu sizning so'rovnomangizning sarlavhasi.

source: From left to right it should be 'Create survey', 'List surveys' and 'Global settings'. Best we start by creating a survey.
uz: Chapdan o'ngga "So'rovni yaratish", "So'rovnomalar ro'yxati" va "Global sozlamalar" bo'lishi kerak. Eng yaxshisi, so'rovnoma yaratishdan boshlaymiz.

source: The three top boxes are the most basic functions of LimeSurvey.
uz: Uchta yuqori quti LimeSurveyning eng asosiy funktsiyalari.

source: We would like to help you with a quick tour of the most essential functions and features.
uz: Biz sizga eng muhim funksiyalar va xususiyatlarni tezda ko'rib chiqishda yordam berishni xohlaymiz.

source: Map height in pixel
uz: Xarita balandligi pikselda

source: Map width in pixel
uz: Xarita kengligi pikselda

source: When using slider initial value set this value at survey start.
uz: Slayderning boshlang'ich qiymatidan foydalanganda ushbu qiymatni so'rov boshlanishida o'rnating.

source: Please type in a code that consists only of letters and numbers, and doesn't start with a number.
uz: Iltimos, faqat harflar va raqamlardan iborat va raqam bilan boshlanmaydigan kodni kiriting.

source: This code is also the name of the variable that will be exported to SPSS or Excel.
uz: Ushbu kod SPSS yoki Excelga eksport qilinadigan o'zgaruvchining nomi hamdir.

source: This code is normally not shown to your participants, still it is necessary and has to be unique for the survey.
uz: Ushbu kod odatda ishtirokchilaringizga ko'rsatilmaydi, ammo u zarur va so'rov uchun noyob bo'lishi kerak.

source: Please be careful - if you delete default entries you may not be able access some parts of the application.
uz: Iltimos, ehtiyot bo'ling - standart yozuvlarni o'chirib tashlasangiz, ilovaning ba'zi qismlariga kira olmasligingiz mumkin.

source: If you want to modify it %s you can extend it%s.
uz: Agar siz uni %s o'zgartirmoqchi bo'lsangiz, uni%s uzaytirishingiz mumkin.

source: (This question is mandatory)
uz: (Bu savol majburiy)

source: Please confirm you want to clear your response?
uz: Iltimos, javobingizni o'chirmoqchi ekanligingizni tasdiqlang?

source: Copy to local theme and save changes
uz: Mahalliy mavzuga nusxa ko'chiring va o'zgarishlarni saqlang

source: Inherited
uz: meros

source: We can not guarantee optimum operation. It would be preferable to no longer use it or to make it compatible with the version %s of the LimeSurvey API.
uz: Biz optimal ishlashga kafolat bera olmaymiz. Uni boshqa ishlatmaslik yoki LimeSurvey API ning %s versiyasiga mos qilish afzalroqdir.

source: This theme is out of date.
uz: Bu mavzu eskirgan.

source: Extend
uz: Uzaytirish

source: extends_
uz: kengaytiradi_

source: Start survey
uz: So'rovni boshlash

source: Four
uz: to'rt

source: Upload an image (maximum size: %d MB):
uz: Rasmni yuklang (maksimal hajmi: %d MB):

source: Advanced options
uz: Kengaytirilgan variantlar

source: Simple options
uz: Oddiy variantlar

source: Folder
uz: Papka

source: Extends
uz: Uzaytiradi

source: Type
uz: Tur

source: Surveys in this group:
uz: Ushbu guruhdagi so'rovlar:

source: Themes options for this survey group
uz: Ushbu so'rovnoma guruhi uchun mavzular variantlari

source: Settings for this survey group
uz: Ushbu so'rov guruhi uchun sozlamalar

source: Surveys in this group
uz: Ushbu guruhdagi so'rovlar

source: Update survey group:
uz: So'rov guruhini yangilash:

source: Create survey group
uz: So'rov guruhini yaratish

source: Language?
uz: Til?

source: Permission?
uz: Ruxsat?

source: Menu class?
uz: Menyu sinfi?

source: Menu ID?
uz: Menyu identifikatori?

source: Selected menu entry/entries...
uz: Tanlangan menyu yozuvi/yozuvlari...

source: Are you sure you want to delete the selected menu entries?
uz: Tanlangan menyu yozuvlarini o'chirmoqchimisiz?

source: Delete menu entries
uz: Menyu yozuvlarini o'chirish

source: Please do a backup of the menu (menu entries) you want to keep.
uz: Iltimos, saqlamoqchi bo'lgan menyuning (menyu yozuvlari) zaxira nusxasini yarating.

source: Menu entries
uz: Menyu yozuvlari

source: Toggle advanced options
uz: Kengaytirilgan variantlarni almashtirish

source: Edit survey menu entry
uz: So'rovnoma menyusini tahrirlash

source: Create new survey menu entry
uz: Yangi so'rovnoma menyusini yaratish

source: Survey menu
uz: So'rovnoma menyusi

source: Survey menu entry ID
uz: So'rov menyusiga kirish identifikatori

source: User?
uz: Foydalanuvchi?

source: Survey?
uz: Tadqiqot?

source: Parent menu?
uz: Ota-ona menyusi?

source: Keep old value
uz: Eski qiymatni saqlang

source: Position?
uz: Pozitsiya?

source: Selected menu(s)...
uz: Tanlangan menyu(lar)...

source: Batch edit the menus
uz: Menyularni ommaviy tahrirlash

source: Batch edit
uz: To'plamni tahrirlash

source: Are you sure you want to delete the selected menus and all related submenus and entries?
uz: Tanlangan menyular va barcha tegishli pastki menyular va yozuvlarni o'chirib tashlamoqchimisiz?

source: Delete menus
uz: Menyularni o'chirish

source: All custom menus will be lost.
uz: Barcha maxsus menyular yo'qoladi.

source: All menu entries of this menu will also be deleted.
uz: Ushbu menyuning barcha menyu yozuvlari ham o'chiriladi.

source: No customizable entries found.
uz: Hech qanday moslashtirilgan yozuv topilmadi.

source: Fields with %s are required.
uz: %s bilan maydonlar kerak.

source: Edit survey menu
uz: So'rovnoma menyusini tahrirlash

source: Create new survey menu
uz: Yangi so'rov menyusini yaratish

source: Save and new
uz: Saqlash va yangi

source: Save & add new group
uz: Saqlash va yangi guruh qo'shish

source: Save & add question
uz: Saqlash va savol qo'shish

source: Open theme editor in new window
uz: Mavzu muharririni yangi oynada ochish

source: Finish & save
uz: Tugatish va saqlash

source: Participant settings
uz: Ishtirokchi sozlamalari

source: Yes, delete
uz: Ha, o'chirish

source: No, cancel
uz: Yo'q, bekor qiling

source: Subquestion ID
uz: Identifikatorli savol

source: Survey groups
uz: So'rov guruhlari

source: Start the tour
uz: Sayohatni boshlang

source: Or, try out our interactive tutorial tour
uz: Yoki bizning interaktiv o'quv turimizni sinab ko'ring

source: Structure
uz: Tuzilishi

source: Export responses to SPSS
uz: SPSS-ga javoblarni eksport qilish

source: Export responses
uz: Javoblarni eksport qilish

source: Set equation value
uz: Tenglama qiymatini o'rnatish

source: Centered
uz: Markazlangan

source: Right to left
uz: O'ngdan chapga

source: Left to right
uz: Chapdan o'ngga

source: Box orientation:
uz: Quti yo'nalishi:

source: Wrap container around boxes
uz: Konteynerni qutilarga o'rang

source: Start database upgrade
uz: Ma'lumotlar bazasini yangilashni boshlash

source: Please first update to Version 2.6.4 or any later 2.x version before you update to Version 3.x.
uz: Iltimos, 3.x versiyasiga yangilashdan oldin 2.6.4 versiyasiga yoki keyingi 2.x versiyasiga yangilang.

source: You will not be able to update because your previous LimeSurvey version is too old.
uz: Siz yangilay olmaysiz, chunki oldingi LimeSurvey versiyangiz juda eski.

source: Search (3 characters minimum)
uz: Qidiruv (kamida 3 ta belgi)

source: New menu entry
uz: Yangi menyuga kirish

source: New menu
uz: Yangi menyu

source: Error:
uz: Xato:

source: Share this link
uz: Ushbu havolani baham ko'ring

source: Activation settings
uz: Faollashtirish sozlamalari

source: Finally, activate your survey
uz: Nihoyat, so'rovnomangizni faollashtiring

source: Easy navigation with the "breadcrumbs"
uz: "non bo'laklari" bilan oson navigatsiya

source: Now save the answer options
uz: Endi javob variantlarini saqlang

source: Add some answer options to your question
uz: Savolingizga javob variantlarini qo'shing

source: Now save the subquestions
uz: Endi quyi savollarni saqlang

source: Add subquestion row
uz: Ichki savol qatorini qo'shish

source: Add some subquestions to your question
uz: Savolingizga ba'zi kichik savollar qo'shing

source: The question bar
uz: Savollar paneli

source: Now save the created question
uz: Endi yaratilgan savolni saqlang

source: Set your question type.
uz: Savolingiz turini belgilang.

source: An additional help text for your question
uz: Savolingiz uchun qo'shimcha yordam matni

source: The content of this box is the actual question text shown to your participants. It may be empty, but that is not recommended. You may use all the power of our WYSIWYG editor to make your question shine.
uz: Ushbu qutining mazmuni ishtirokchilaringizga ko'rsatiladigan haqiqiy savol matnidir. U bo'sh bo'lishi mumkin, ammo bu tavsiya etilmaydi. Savolingizni yorqinroq qilish uchun WYSIWYG muharririmizning barcha imkoniyatlaridan foydalanishingiz mumkin.

source: The actual question text
uz: Haqiqiy savol matni

source: The title of your question
uz: Savolingiz sarlavhasi

source: Save and add a new question
uz: Saqlash va yangi savol qo'shish

source: A description for your question group
uz: Savollar guruhingiz uchun tavsif

source: This is the structure view of your survey. Here you can see all your groups and questions.
uz: Bu sizning so'rovingizning strukturaviy ko'rinishi. Bu yerda siz barcha guruhlaringiz va savollaringizni ko'rishingiz mumkin.

source: The survey structure
uz: So'rovning tuzilishi

source: The top bar
uz: Yuqori bar

source: The settings tab with the survey menu
uz: So'rov menyusi bilan sozlamalar yorlig'i

source: The sidebar
uz: Yon panel

source: Now save your survey
uz: Endi so'rovnomangizni saqlang

source: The end message
uz: Yakuniy xabar

source: The welcome message
uz: Xush kelibsiz xabar

source: Create a sample question and question group
uz: Namunaviy savol va savol guruhini yarating

source: The survey description
uz: So'rov tavsifi

source: The survey title
uz: So'rovnoma sarlavhasi

source: The basic functions
uz: Asosiy funktsiyalar

source: Welcome to LimeSurvey!
uz: LimeSurvey-ga xush kelibsiz!

source: Install
uz: O'rnatish

source: Uninstall
uz: O'chirish

source: No preview available
uz: Ko'rib chiqish mavjud emas

source: Delete survey group
uz: So'rov guruhini o'chirish

source: Edit survey group
uz: So'rovnoma guruhini tahrirlash

source: Order
uz: Buyurtma

source: Parent group
uz: Ota-onalar guruhi

source: Survey group ID
uz: So'rov guruhi identifikatori

source: Menu
uz: Menyu

source: Edit this survey menu entry
uz: Ushbu so'rovnoma menyusini tahrirlash

source: Delete this survey menu entry
uz: Ushbu so'rovnoma menyusini o'chirish

source: Fontawesome icon
uz: Ajoyib belgi

source: Partial:
uz: Qisman:

source: Template:
uz: Shablon:

source: Action:
uz: Harakat:

source: Delete this survey menu
uz: Ushbu so'rovnoma menyusini o'chirish

source: Edit this survey menu
uz: Ushbu so'rovnoma menyusini tahrirlash

source: Created at
uz: Yaratilgan

source: Created on
uz: Yaratilgan sanasi

source: Changed by
uz: O'zgartirilgan

source: Changed on
uz: O'zgartirildi

source: Level
uz: Daraja

source: Parent
uz: Ota-ona

source: Bottom bar
uz: pastki bar

source: Top bar
uz: Yuqori bar

source: Collapsed menu
uz: Yig'ilgan menyu

source: Sidemenu
uz: Yon menyu

source: All surveys
uz: Barcha so'rovlar

source: No parent menu
uz: Ota menyusi yo'q

source: Read
uz: O'qish

source: Importance
uz: Ahamiyat

source: Entity
uz: Tashkilot

source: Config file is malformed or null.
uz: Konfiguratsiya fayli noto'g'ri tuzilgan yoki null.

source: Plugin error
uz: Plagin xatosi

source: Question template
uz: Savol shabloni

source: Use a customized question theme for this question
uz: Ushbu savol uchun moslashtirilgan savol mavzusidan foydalaning

source: %s is an invalid value for this question
uz: %s bu savol uchun yaroqsiz qiymat

source: Choice column width
uz: Ustun kengligini tanlash

source: Relative width of checkbox wrapper element
uz: Tasdiqlash qutisi o'rash elementining nisbiy kengligi

source: Text input box width
uz: Matn kiritish qutisi kengligi

source: Relative width of the text input wrapper element
uz: Matn kiritish o'rash elementining nisbiy kengligi

source: Reverse the slider direction
uz: Slayder yo'nalishini teskari o'zgartirish

source: Reverses the slider direction and repositions the min/max text accordingly.
uz: Slayder yo'nalishini teskari o'zgartiradi va shunga mos ravishda min/maksimal matnni o'zgartiradi.

source: Slider initial value set at start
uz: Slayderning boshlang'ich qiymati boshida o'rnatilgan

source: Set the size of the input or textarea. The input will be displayed approximately this size in width.
uz: Kirish yoki matn maydoni oʻlchamini oʻrnating. Kirish taxminan shu oʻlchamda kenglikda koʻrsatiladi.

source: Add additional CSS class(es) for this question. Use a space between multiple CSS class names. You may use expressions - remember this part is static.
uz: Ushbu savol uchun qo'shimcha CSS sinf(lar)ini qo'shing. Bir nechta CSS sinf nomlari orasidagi bo'shliqdan foydalaning. Siz ifodalardan foydalanishingiz mumkin - bu qism statik ekanligini unutmang.

source: Answers column width
uz: Javoblar ustuni kengligi

source: Set the percentage width of the answers column (1-100)
uz: Javoblar ustunining foizli kengligini belgilang (1-100)

source: This question only accepts 30 digits including 10 decimals.
uz: Bu savol faqat 30 ta raqamni, shu jumladan 10 ta o'nli kasrni qabul qiladi.

source: Your have to answer the security question - please try again.
uz: Xavfsizlik savoliga javob berishingiz kerak - qayta urinib ko'ring.

source: %s not found!
uz: %s topilmadi!

source: LimeSurvey theme editor
uz: LimeSurvey mavzu muharriri

source: This is an error message example
uz: Bu xato xabari misoli

source: Welcome to the Assessment
uz: Baholash uchun xush kelibsiz

source: Template '%s' could not be found.
uz: "%s" shablonini topib bo'lmadi.

source: Demo mode: Uploading plugins is disabled.
uz: Demo rejimi: plaginlarni yuklash o'chirilgan.

source: This function cannot be executed because demo mode is active.
uz: Ushbu funktsiyani bajarib bo'lmaydi, chunki demo rejimi faol.

source: This feature is only available for MySQL databases. Your database type is %s.
uz: Bu xususiyat faqat MySQL ma'lumotlar bazalari uchun mavjud. Ma'lumotlar bazasi turi %s.

source: Activate assessements
uz: Baholashni faollashtirish

source: If you want to activate it, click here:
uz: Agar siz uni faollashtirmoqchi bo'lsangiz, bu yerni bosing:

source: Assessment mode for this survey is not activated.
uz: Ushbu so'rov uchun baholash rejimi yoqilmagan.

source: You can't delete a group if it's not empty!
uz: Agar guruh bo'sh bo'lmasa, uni o'chira olmaysiz!

source: Something went wrong! Are the survey menus properly restored?
uz: Nimadir noto'g'ri ketdi! So'rov menyulari to'g'ri tiklandimi?

source: Default survey menu entries restored.
uz: Standart so'rovnoma menyusi yozuvlari tiklandi.

source: You don't have the right to restore the settings to default
uz: Siz sozlamalarni asl holatiga qaytarish huquqiga ega emassiz

source: Something went wrong!
uz: Nimadir noto'g'ri bajarildi!

source: Default survey menus restored.
uz: Standart so'rov menyulari tiklandi.

source: Can't bind to the LDAP directory. Error message: %s
uz: LDAP katalogiga ulanib bo‘lmadi. Xato xabari: %s

source: Hidden:
uz: Yashirin:

source: Visible:
uz: Ko'rinadigan:

source: Exported
uz: Eksport qilingan

source: Error when saving %s for plugin %s
uz: %s plaginini %s uchun saqlashda xatolik yuz berdi

source: Plugin settings:
uz: Plagin sozlamalari:

source: Plugin %s didn't exist, settings not imported
uz: %s plagini mavjud emas edi, sozlamalar import qilinmadi

source: View response details as queXML PDF
uz: Javob tafsilotlarini queXML PDF sifatida ko'rish

source: Selected answers
uz: Tanlangan javoblar

source: Selection
uz: Tanlov

source: Delete survey files
uz: So'rovnoma fayllarini o'chirish

source: Error: Cannot purge files for a survey that is not deleted. Please delete the survey normally in the survey view.
uz: Xato: oʻchirilmagan soʻrov uchun fayllarni oʻchirib boʻlmadi. Iltimos, soʻrovnomani anʼanaviy tarzda soʻrov koʻrinishida oʻchirib tashlang.

source: Error: Could not delete survey files.
uz: Xato: soʻrovnoma fayllarini oʻchirib boʻlmadi.

source: Survey files deleted.
uz: So'rovnoma fayllari o'chirildi.

source: Batch-edit participants
uz: To'plamni tahrirlash ishtirokchilari

source: No participant table found for this survey!
uz: Ushbu so'rov uchun ishtirokchilar jadvali topilmadi!

source: %d file deleted.|%d files deleted.
uz: %d ta fayl oʻchirildi.|%d ta fayl oʻchirildi.

source: Modify
uz: O'zgartirish

source: Are you sure you want to delete all uploaded files from the selected responses?
uz: Tanlangan javoblardan barcha yuklangan fayllarni oʻchirib tashlamoqchimisiz?

source: Delete attachments
uz: Qo'shimchalarni o'chirish

source: Survey storage
uz: So'rovni saqlash

source: Label set storage
uz: Yorliqlar to'plamini saqlash

source: Total storage
uz: Jami xotira

source: Depending on the number of uploaded files, this might take some time.
uz: Yuklangan fayllar soniga qarab, bu biroz vaqt olishi mumkin.

source: Calculate storage
uz: Xotirani hisoblash

source: Storage
uz: Saqlash

source: deleted
uz: o'chirilgan

source: Nothing to update
uz: Yangilanish uchun hech narsa yo'q

source: Error: Could not delete some files:
uz: Xato: ba'zi fayllarni o'chirib bo'lmadi:

source: Found no response with ID %d
uz: %d ID bilan javob topilmadi

source: Response(s) deleted.
uz: Javob(lar) o'chirildi.

source: Your new password was not saved because the old password was wrong.
uz: Sizning yangi parolingiz saqlanmadi, chunki eski parol noto'g'ri edi.

source: Your new password was not saved because it matches the old password.
uz: Sizning yangi parolingiz saqlanmadi, chunki u eski parolga mos keladi.

source: Response data file (*.csv,*.vv,*.txt) (maximum size: %d MB):
uz: Javob ma'lumotlari fayli (*.csv,*.vv,*.txt) (maksimal hajmi: %d MB):

source: After confirmation you won't receive any invitations or reminders for this survey anymore.
uz: Tasdiqlangandan so'ng siz ushbu so'rovnoma uchun taklifnoma yoki eslatmalarni boshqa olmaysiz.

source: Please confirm that you want to opt out of this survey by clicking the button below.
uz: Iltimos, quyidagi tugmani bosish orqali ushbu so'rovnomadan voz kechishni xohlayotganingizni tasdiqlang.

source: I confirm
uz: Tasdiqlayman

source: Answer codes must be unique by question.
uz: Javob kodlari savol bo'yicha yagona bo'lishi kerak.

source: An unknown error occurred
uz: Noma'lum xatolik yuz berdi

source: unknown
uz: noma'lum

source: Error : %s
uz: Xato: %s

source: Survey display mode is set to %s:
uz: So'rovni ko'rsatish rejimi %s ga o'rnatildi:

source: Survey description
uz: So'rov tavsifi

source: Invalid notification id
uz: Yaroqsiz bildirishnoma identifikatori

source: PHP imap library
uz: PHP imap kutubxonasi

source: PHP zip library
uz: PHP zip kutubxonasi

source: PHP LDAP library
uz: PHP LDAP kutubxonasi

source: PHP GD library
uz: PHP GD kutubxonasi

source: PHP zlib library
uz: PHP zlib kutubxonasi

source: Edit theme permissions for user %s
uz: %s foydalanuvchisi uchun mavzu ruxsatlarini tahrirlash

source: Please solve the following equation:
uz: Iltimos, quyidagi tenglamani yeching:

source: Survey not found
uz: So'rovnoma topilmadi

source: Group not found
uz: Guruh topilmadi

source: Invalid group id
uz: Guruh identifikatori noto'g'ri

source: Question not found
uz: Savol topilmadi

source: Invalid question id
uz: Savol identifikatori noto'g'ri

source: Reset response start ID
uz: Javobni boshlash identifikatorini tiklash

source: Set expiry date
uz: Yaroqlilik muddatini belgilang

source: Showing _START_ to _END_ of _TOTAL_ entries
uz: TOTAL_ ta yozuvdan _START_ dan _END_ gacha koʻrsatilmoqda

source: No answers have been set for this quota.
uz: Ushbu kvota uchun javoblar belgilanmagan.

source: Allow user to modify their last answers before terminating the survey.
uz: So'rovni tugatishdan oldin foydalanuvchiga oxirgi javoblarini o'zgartirishga ruxsat bering.

source: Assigning a new value to a variable.
uz: O'zgaruvchiga yangi qiymat belgilash.

source: Check if the content of a variable is a valid integer value
uz: O'zgaruvchining mazmuni to'g'ri butun son qiymati yoki yo'qligini tekshiring

source: You are not allowed to print answers.
uz: Sizga javoblarni chop etishga ruxsat berilmagan.

source: Click to adjust.
uz: Sozlash uchun bosing.

source: This will export a printable version of your survey.
uz: Bu sizning so'rovingizning chop etiladigan versiyasini eksport qiladi.

source: Printable survey
uz: Bosma so'rov

source: Survey structure (*.lss)
uz: So'rovning tuzilishi (*.lss)

source: Survey archive (*.lsa)
uz: So'rov arxivi (*.lsa)

source: Start: %s
uz: Boshlash: %s

source: Expired: %s
uz: Muddati tugagan: %s

source: End: %s
uz: Oxiri: %s

source: Quota members
uz: Kvota a'zolari

source: No quotas
uz: Kvota yo'q

source: Are you sure you want to delete all selected quotas?
uz: Barcha tanlangan kvotalar o'chirilishiga ishonchingiz komilmi?

source: Delete quotas
uz: Kvotalarni o'chirish

source: Change settings
uz: Sozlamalarni o'zgartirish

source: Change texts
uz: Matnlarni o'zgartirish

source: Are you sure you want to deactivate all selected quotas?
uz: Barcha tanlangan kvotalar o'chirilishiga ishonchingiz komilmi?

source: Deactivate quotas
uz: Kvotalarni o'chirish

source: Are you sure you want to activate all selected quotas?
uz: Barcha tanlangan kvotani faollashtirishni xohlayotganingizga ishonchingiz komilmi?

source: Activate quotas
uz: Kvotalarni faollashtirish

source: Selected quota(s)...
uz: Tanlangan kvota(lar)...

source: URL must be set if autoload URL is turned on!
uz: Agar URL avtomatik yuklash yoqilgan bo'lsa, URL o'rnatilishi kerak!

source: Export printable survey
uz: Bosma so'rovnomani eksport qilish

source: Printable survey (*.html)
uz: Bosma so'rov (*.html)

source: Valid username but not authorized by group restriction
uz: Yaroqli foydalanuvchi nomi, lekin guruh cheklovi bilan ruxsat berilmagan

source: Quota saved
uz: Kvota saqlangan

source: OK!
uz: KELISHDIKMI!

source: Luxembourgish
uz: Lyuksemburg

source: Groups to which I belong
uz: Men tegishli bo'lgan guruhlar

source: My user groups
uz: Mening foydalanuvchilar guruhlarim

source: Please be patient until you are forwarded to the final URL.
uz: Iltimos, yakuniy URL manziliga yo'naltirilguningizcha sabr qiling.

source: View policy
uz: Siyosatni ko'rish

source: Manage your key
uz: Kalitingizni boshqaring

source: Google Analytics Tracking ID:
uz: Google Analytics kuzatuv identifikatori:

source: Export this question to PDF.
uz: Ushbu savolni PDF formatiga eksport qiling.

source: Error message returned by IMAP:
uz: IMAP tomonidan qaytarilgan xato xabari:

source: Please %s check your settings %s.
uz: Iltimos, %s sozlamalaringizni tekshiring %s.

source: Failed to open the inbox of the bounce email account.
uz: Bounce email hisobining kirish qutisini ochib bo'lmadi.

source: You can now close this modal box.
uz: Endi siz ushbu modal qutini yopishingiz mumkin.

source: You can not add a group if survey is active.
uz: Agar so'rov faol bo'lsa, siz guruh qo'sha olmaysiz.

source: Add condition to this scenario
uz: Ushbu stsenariyga shart qo'shing
