Repository: DayMarket/infra-docker
Catalog: images/limesurvey/v6.0/limesurvey-6-*.po
Languages: uz

source: Answer was greater than or equal to
uz: Javob kattaroq yoki teng edi

source: Answer was less than or equal to
uz: Javob kichikroq yoki teng edi

source: Answer was less than
uz: Javob kamroq edi

source: Answer was NOT
uz: Javob YO'Q edi

source: Answer was
uz: Javob bo'ldi

source: Relevance help for printable survey
uz: Bosma so'rov uchun tegishli yordam

source: You must set according write permissions on these filese before you can proceed. If you are unsure what to do please contact your system administrator for advice.
uz: Davom etishdan oldin ushbu fayllarga yozish ruxsatnomalarini o'rnatishingiz kerak. Agar nima qilishni bilmasangiz, maslahat uchun tizim administratoriga murojaat qiling.

source: Warning: The following files/directories need to be updated but their permissions are set to read-only.
uz: Ogohlantirish: Quyidagi fayllar/kataloglar yangilanishi kerak, lekin ularning ruxsatlari faqat o'qish uchun o'rnatilgan.

source: Sorry, but this question has too many answer options to be shown properly in a graph.
uz: Kechirasiz, lekin bu savolda grafikda to'g'ri ko'rsatilishi uchun juda ko'p javob variantlari mavjud.

source: If you are using token functions or notifications emails you need to set an administrator email address.
uz: Agar siz token funktsiyalari yoki bildirishnomalar elektron pochtasidan foydalanayotgan bo'lsangiz, administrator elektron pochta manzilini o'rnatishingiz kerak.

source: Mongolian
uz: Mo'g'ul

source: Deleting survey table: %s
uz: So'rovnoma jadvali o'chirilmoqda: %s

source: Kurdish (Sorani)
uz: Kurd (Sorani)

source: This is one last sample question text - asking for some free text.
uz: Bu so'nggi namunali savol matni - bepul matnni so'rash.

source: This is another sample question text - asking for number.
uz: Bu boshqa namunali savol matni - raqamni so'rash.

source: This is a sample question text. The user was asked to enter a date.
uz: Bu savol matni namunasi. Foydalanuvchidan sanani kiritish soʻralgan.

source: Third choice
uz: Uchinchi tanlov

source: Second choice
uz: Ikkinchi tanlov

source: This is some help text for this question.
uz: Bu savolga yordam matni.

source: This is a sample question text. The user was asked to pick an entry.
uz: Bu savol matni namunasi. Foydalanuvchidan yozuvni tanlashi soʻralgan.

source: Session writable
uz: Seans yozish mumkin

source: Participant
uz: Ishtirokchi

source: As a last step you should clear your browser cache now.
uz: Oxirgi qadam sifatida brauzer keshini hozir tozalashingiz kerak.

source: The update is now complete!
uz: Yangilanish tugallandi!

source: To be able to upload images or other content you have to save your survey once first.
uz: Rasmlar yoki boshqa kontentni yuklash uchun avval so'rovnomangizni bir marta saqlashingiz kerak.

source: Spanish (Chile)
uz: Ispancha (Chili)

source: An non-recoverable error happened during the update. Error details:
uz: Yangilanish vaqtida tuzatib bo'lmaydigan xatolik yuz berdi. Xato tafsilotlari:

source: Please fix this error in your database and try again
uz: Iltimos, ma'lumotlar bazasidagi bu xatoni tuzatib, qaytadan urinib ko'ring

source: Start language:
uz: Boshlash tili:

source: Close editor
uz: Muharrirni yopish

source: HTML editor
uz: HTML muharriri

source: Response
uz: Javob

source: PHP PDO driver library
uz: PHP PDO drayverlar kutubxonasi

source: PHP/PECL JSON library
uz: PHP/PECL JSON kutubxonasi

source: PHP mbstring library
uz: PHP mbstring kutubxonasi

source: Statistics survey %s
uz: Statistik so'rov %s

source: RemoteControl is available using %s for transport and exposes the following functionality:
uz: RemoteControl transport uchun %s yordamida mavjud va quyidagi funksiyalarni ochib beradi:

source: page
uz: sahifa

source: Survey %s
uz: %s so'rovi

source: Edit attribute
uz: Atributni tahrirlash

source: Please contact your LimeSurvey administrator for your password.
uz: Parolingiz uchun LimeSurvey administratoringizga murojaat qiling.

source: Add participant
uz: Ishtirokchi qo'shish

source: Last reminder sent date
uz: Oxirgi eslatma yuborilgan sana

source: (None)
uz: (Yo'q)

source: %s records met minimum requirements
uz: %s yozuvlari minimal talablarga javob berdi

source: If you choose '%s' please also specify your choice in the accompanying text field.
uz: Agar siz '%s' ni tanlasangiz, iltimos, qo'shilgan matn maydonida tanlovingizni ham belgilang.

source: Sending reminders...
uz: Eslatmalar yuborilmoqda...

source: Serbian (Latin)
uz: Serb (lotin)

source: Serbian (Cyrillic)
uz: Serb (kirill)

source: Three
uz: Uch

source: Two
uz: Ikki

source: One
uz: Bir

source: Some text in this answer
uz: Ushbu javobdagi ba'zi matn

source: How many roads must a man walk down?
uz: Odam necha yo'ldan yurishi kerak?

source: Registration email subject
uz: Ro'yxatdan o'tish elektron pochtasi mavzusi

source: Confirmation email subject
uz: Tasdiqlash elektron pochtasi mavzusi

source: Reminder email subject
uz: E-pochta mavzusini eslatish

source: Invitation email subject
uz: Taklif elektron pochtasi mavzusi

source: Question help
uz: Yordam savoli

source: Survey participants
uz: So'rov ishtirokchilari

source: Single response: ID %s
uz: Yagona javob: ID %s

source: Filter
uz: Filtr

source: Select columns
uz: Ustunlarni tanlash

source: LDAP queries are defined by the administrator in the configuration file /application/config/ldap.php .
uz: LDAP so'rovlari administrator tomonidan /application/config/ldap.php konfiguratsiya faylida aniqlanadi.

source: Invalid survey ID
uz: So'rovnoma identifikatori noto'g'ri

source: Tab-separated-values format (*.txt)
uz: Tab bilan ajratilgan qiymatlar formati (*.txt)

source: %s min. %s sec.
uz: %s min. %s soniya.

source: (Sub-)question width
uz: (Sub-) savol kengligi

source: Set the percentage width of the (sub-)question column (1-100)
uz: (pastki) savol ustunining foizli kengligini belgilang (1-100)

source: The imap PHP library is not installed or not activated. Please contact your system administrator.
uz: IMap PHP kutubxonasi oʻrnatilmagan yoki faollashtirilmagan. Iltimos, tizim administratoriga murojaat qiling.

source: German (informal)
uz: Nemis (norasmiy)

source: Dutch (informal)
uz: Gollandiya (norasmiy)

source: Czech (informal)
uz: Chexiya (norasmiy)

source: Import failed. You specified an invalid file type '%s'.
uz: Import amalga oshmadi. Siz "%s" fayl turini noto'g'ri ko'rsatdingiz.

source: Save your unfinished survey
uz: Tugallanmagan so'rovingizni saqlang

source: Your assessment
uz: Sizning baholashingiz

source: Answers cleared
uz: Javoblar tozalandi

source: Load now
uz: Hozir yuklash

source: Your email address:
uz: Sizning e-pochta manzilingiz:

source: Repeat password:
uz: Parolni qayta kiriting:

source: Exit and clear survey
uz: So'rovdan chiqish va tozalash

source: Autoload URL:
uz: Avtomatik yuklash URL:

source: Swahili
uz: Suahili

source: Survey archive (.lsa)
uz: So'rov arxivi (.lsa)

source: Add attribute
uz: Atribut qo'shish

source: Delete attribute
uz: Atributni o'chirish

source: You should note the name(s) of the table(s) in case you need to access this information later.
uz: Bu ma'lumotlarga keyinroq kirish kerak bo'lsa, jadval(lar)ning nomi(lar)iga e'tibor berishingiz kerak.

source: The response timings table has been renamed to: %s
uz: Javob vaqtlari jadvali nomi o'zgartirildi: %s

source: Continue?
uz: Davom etasizmi?

source: New scenario number:
uz: Yangi stsenariy raqami:

source: This question has missing subquestions.
uz: Bu savolda etishmayotgan kichik savollar bor.

source: If the database does not yet exist it will be created (make sure your database user has the necessary permissions). In contrast, if there are existing LimeSurvey tables in that database they will be upgraded automatically after installation.
uz: Agar ma'lumotlar bazasi hali mavjud bo'lmasa, u yaratiladi (ma'lumotlar bazasi foydalanuvchisi kerakli ruxsatlarga ega ekanligiga ishonch hosil qiling). Aksincha, ushbu ma'lumotlar bazasida LimeSurvey jadvallari mavjud bo'lsa, ular o'rnatishdan so'ng avtomatik ravishda yangilanadi.

source: By question group
uz: Savollar guruhi bo'yicha

source: Regenerate question codes
uz: Savol kodlarini qayta yaratish

source: Question codes were successfully regenerated.
uz: Savol kodlari muvaffaqiyatli qayta tiklandi.

source: Minute
uz: Daqiqa

source: Hour
uz: soat

source: Start bounce processing
uz: O'chirishni qayta ishlashni boshlash

source: Bounce processing is deactivated either application-wide or for this survey in particular.
uz: Bounce ishlov berish butun dastur yoki xususan, ushbu so'rov uchun o'chirib qo'yilgan.

source: Returns true if all non-empty responses are unique
uz: Agar barcha bo'sh bo'lmagan javoblar noyob bo'lsa, "true" qiymatini qaytaradi

source: Show text responses inline:
uz: Inline matnli javoblarni ko'rsatish:

source: View response
uz: Javobni ko'rish

source: Only numbers may be entered in this field.
uz: Bu maydonga faqat raqamlarni kiritish mumkin.

source: Enable map display
uz: Xaritani ko'rsatishni yoqish

source: Disable map display
uz: Xarita ko'rinishini o'chirish

source: Display as pie chart
uz: Dunyoviy diagramma sifatida ko'rsatish

source: Display as bar chart
uz: Strixli diagramma sifatida ko'rsatish

source: Enable chart
uz: Grafikni yoqish

source: Disable chart
uz: Diagrammani o'chirish

source: Default value:
uz: Birlamchi qiymat:

source: Save and close
uz: Saqlash va yopish

source: View this participant in the central participants database
uz: Ushbu ishtirokchini ishtirokchilarning markaziy ma'lumotlar bazasida ko'rish

source: Attribute display setting updated
uz: Atributni ko'rsatish sozlamalari yangilandi

source: You have been added back to the central participants list for this site.
uz: Siz ushbu saytning markaziy ishtirokchilari ro'yxatiga qayta qo'shildingiz.

source: Add language
uz: Til qo'shish

source: They were found to be duplicate using a combination of firstname, lastname and email fields
uz: Ular ism, familiya va elektron pochta maydonlarining kombinatsiyasidan foydalangan holda takroriy ekanligi aniqlandi

source: They were found to be duplicate using the participant id field
uz: Ular ishtirokchi identifikatori maydonidan foydalangan holda takroriy ekanligi aniqlandi

source: %s records were duplicate but had attributes updated
uz: %s yozuvlari ikki nusxada edi, lekin atributlari yangilandi

source: %s new participants were created
uz: %s yangi ishtirokchi yaratildi

source: %s records found in CSV file
uz: CSV faylida %s yozuv topildi

source: No new participants were created
uz: Yangi ishtirokchilar yaratilmadi

source: Can edit?
uz: Tahrirlash mumkinmi?

source: Submitted
uz: Yuborgan

source: Last invited
uz: Oxirgi taklif qilingan

source: Note: Standard participant fields cannot be automatically mapped
uz: Izoh: standart ishtirokchi maydonlarini avtomatik ravishda xaritalash mumkin emas

source: Overwrite existing standard field values if a participant already exists?
uz: Agar ishtirokchi allaqachon mavjud bo'lsa, mavjud standart maydon qiymatlarining ustiga yozilsinmi?

source: Overwrite existing auto mapped attribute values if a participant already exists?
uz: Agar ishtirokchi allaqachon mavjud bo'lsa, mavjud avtomatik xaritalangan atribut qiymatlarining ustiga yozilsinmi?

source: Overwrite existing participant attribute values if a participant already exists?
uz: Agar ishtirokchi allaqachon mavjud bo'lsa, mavjud ishtirokchi atribut qiymatlarining ustiga yozilsinmi?

source: Unmapped participant attributes
uz: Xarita qilinmagan ishtirokchi atributlari

source: This attribute is automatically mapped
uz: Ushbu atribut avtomatik ravishda xaritaga tushiriladi

source: Pre-mapped attributes
uz: Oldindan tuzilgan atributlar

source: Make these mappings automatic in future
uz: Kelajakda bu xaritalarni avtomatik qilish

source: Overwrite existing attribute values if a participant already exists?
uz: Agar ishtirokchi allaqachon mavjud bo'lsa, mavjud atribut qiymatlarining ustiga yozilsinmi?

source: Existing participant attributes
uz: Mavjud ishtirokchi atributlari

source: Participant attributes to create
uz: Yaratish uchun ishtirokchi atributlari

source: Drag this attribute to another column to map it to the central participants database
uz: Ushbu atributni ishtirokchilarning markaziy ma'lumotlar bazasiga joylashtirish uchun uni boshqa ustunga torting

source: Map your survey participant attributes to an existing participant attribute or create a new one
uz: So'rovnoma ishtirokchisi atributlarini mavjud ishtirokchi atributiga moslang yoki yangisini yarating

source: Overwrite existing participant attribute values if a duplicate participant is found?
uz: Agar takroriy ishtirokchi topilsa, mavjud ishtirokchi atribut qiymatlarining ustiga yozilsinmi?

source: RPC interface enabled:
uz: RPC interfeysi yoqilgan:

source: File extension:
uz: Fayl kengaytmasi:

source: Export survey
uz: Eksport so'rovi

source: Full answers
uz: To'liq javoblar

source: Answer codes
uz: Javob kodlari

source: Full question text
uz: To'liq savol matni

source: Abbreviated question text
uz: Qisqartirilgan savol matni

source: Question code
uz: Savol kodi

source: Headings
uz: Sarlavhalar

source: Sum the values of answered questions in the list which pass the critiera (arg op value)
uz: Ro'yxatda tanqiddan o'tgan javob berilgan savollarning qiymatlarini yig'ing (arg op qiymati)

source: Count the number of answered questions in the list which pass the critiera (arg op value)
uz: Ro'yxatda tanqiddan o'tgan javob berilgan savollar sonini hisoblang (arg op qiymati)

source: Count the number of answered questions in the list equal the first argument
uz: Ro'yxatdagi javob berilgan savollar sonini birinchi argumentga teng deb hisoblang

source: Rank header
uz: Sarlavha sarlavhasi

source: Replace rank header (default: "%s")
uz: Daraj sarlavhasini almashtiring (birlamchi: "%s")

source: Choice header
uz: Tanlov sarlavhasi

source: Replace choice header (default: "%s")
uz: Tanlov sarlavhasini almashtiring (birlamchi: "%s")

source: Force the choice list and the rank list to have the same height.
uz: Tanlov ro'yxati va darajalar ro'yxatini bir xil balandlikda bo'lishga majburlang.

source: Same height for lists
uz: Ro'yxatlar uchun bir xil balandlik

source: Timings table could not be created.
uz: Vaqt jadvalini yaratib bo'lmadi.

source: Attribute values for existing participants have been updated from the participants records
uz: Mavjud ishtirokchilar uchun atribut qiymatlari ishtirokchilar qaydlaridan yangilandi

source: %s entries were not copied because they already existed
uz: %s ta yozuvdan nusxa olinmadi, chunki ular allaqachon mavjud edi

source: %s participants have been copied to the central participants table
uz: %s ishtirokchilari markaziy ishtirokchilar jadvaliga ko'chirildi

source: Shared with
uz: Ulashilgan

source: Repeat headers
uz: Sarlavhalarni takrorlash

source: Only %s new dummy participants were added after %s trials.
uz: %s sinovdan so'ng faqat %s yangi qo'g'irchoq ishtirokchi qo'shildi.

source: Italian (informal)
uz: Italyancha (norasmiy)

source: Next choice
uz: Keyingi tanlov

source: First choice
uz: Birinchi tanlov

source: Logic File for Survey #
uz: So'rov # uchun mantiqiy fayl

source: Show an alert if answers exceeds the number of max answers
uz: Agar javoblar maksimal javoblar sonidan oshsa, ogohlantirishni ko'rsatish

source: Show javascript alert
uz: Javascript ogohlantirishini ko'rsatish

source: You have exceeded the number of maximum login attempts. Please wait %d minutes before trying again.
uz: Siz kirish uchun maksimal urinishlar sonidan oshib ketdingiz. Qayta urinishdan oldin %d daqiqa kuting.

source: Value range allows missing
uz: Qiymat diapazoni etishmishga imkon beradi

source: Array filter style
uz: Masiv filtri uslubi

source: Specify how array-filtered subquestions should be displayed
uz: Masiv filtrlangan kichik savollar qanday ko'rsatilishini belgilang

source: Hidden
uz: Yashirin

source: Please upload between %s and %s files
uz: Iltimos, %s va %s fayl orasiga yuklang

source: Please upload %s files
uz: Iltimos, %s faylni yuklang

source: Please upload one file
uz: Iltimos, bitta faylni yuklang

source: Please upload at most one file
uz: Iltimos, ko'pi bilan bitta faylni yuklang

source: Please upload at least %s files
uz: Iltimos, kamida %s fayl yuklang

source: Please upload at least one file
uz: Iltimos, kamida bitta faylni yuklang

source: Could not save question
uz: Savol saqlanmadi

source: File %s uploaded
uz: %s fayl yuklandi

source: This filename is not allowed to be uploaded.
uz: Ushbu fayl nomini yuklashga ruxsat berilmagan.

source: Demo mode: Uploading template files is disabled.
uz: Namoyish rejimi: shablon fayllarini yuklash o'chirilgan.

source: No question group found.
uz: Hech qanday savol guruhi topilmadi.

source: File %s couldn't be deleted. Please check the permissions on the /upload/themes folder
uz: %s faylini oʻchirib boʻlmadi. /upload/themes jildidagi ruxsatlarni tekshiring

source: The file %s was deleted.
uz: %s fayli oʻchirildi.

source: Are you really sure you want to delete incomplete responses and reset the completed state of both, response and participant?
uz: Toʻliq boʻlmagan javoblarni oʻchirib, javob va ishtirokchining tugallangan holatini tiklamoqchimisiz?

source: Reset all your participants to the 'not used' state
uz: Barcha ishtirokchilarni "ishlatilmagan" holatiga qaytaring

source: Delete all incomplete responses that correspond to a participant for which a completed response is already recorded
uz: To'ldirilgan javob allaqachon yozilgan ishtirokchiga mos keladigan barcha to'liq bo'lmagan javoblarni o'chirib tashlang

source: Click on the following button if you want to
uz: Agar xohlasangiz, quyidagi tugmani bosing

source: Important instructions
uz: Muhim ko'rsatmalar

source: Total records in survey
uz: So'rovdagi jami yozuvlar

source: Start installation
uz: O'rnatishni boshlash

source: Your preferred language will be used through out the installation process.
uz: Sizning afzal ko'rgan tilingiz o'rnatish jarayoni davomida ishlatiladi.

source: Please select your preferred language:
uz: Iltimos, o'zingiz yoqtirgan tilni tanlang:

source: Language selection
uz: Til tanlash

source: Administrator credentials
uz: Administrator hisob ma'lumotlari

source: Configuration
uz: Konfiguratsiya

source: %s%% completed
uz: %s%% bajarildi

source: Progress
uz: Taraqqiyot

source: Recommended
uz: Tavsiya etiladi

source: Optional modules
uz: Ixtiyoriy modullar

source: Found & writable
uz: Topilgan va yozish mumkin

source: directory
uz: katalog

source: None found
uz: Hech kim topilmadi

source: At least one installed
uz: Hech bo'lmaganda bitta o'rnatilgan

source: Outdated
uz: Eskirgan

source: PHP version
uz: PHP versiyasi

source: Minimum requirements
uz: Minimal talablar

source: This will be your default language.
uz: Bu sizning standart tilingiz bo'ladi.

source: Default language
uz: Standart til

source: This name will appear in the survey list overview and in the administration header.
uz: Ushbu nom so'rovnomalar ro'yxatining umumiy ko'rinishida va ma'muriyat sarlavhasida paydo bo'ladi.

source: This is the default email address of the site administrator and used for system messages, contact options and default bounce email.
uz: Bu sayt ma'murining standart elektron pochta manzili bo'lib, tizim xabarlari, kontakt opsiyalari va standart e-pochta xabarlari uchun ishlatiladi.

source: Administrator email
uz: Administrator elektron pochtasi

source: This is the default name of the site administrator and used for system messages and contact options.
uz: Bu sayt administratorining standart nomi va tizim xabarlari va kontakt opsiyalari uchun ishlatiladi.

source: Administrator name
uz: Administrator nomi

source: Confirm your admin password
uz: Administrator parolingizni tasdiqlang

source: This will be the password of admin user.
uz: Bu administrator foydalanuvchining paroli bo'ladi.

source: Admin login password
uz: Adminga kirish paroli

source: This will be the userid by which admin of board will login.
uz: Bu kengash administratori tizimga kiradigan foydalanuvchi identifikatori bo'ladi.

source: Admin login name
uz: Administratorga kirish nomi

source: You can leave these settings blank and change them later
uz: Siz ushbu sozlamalarni bo'sh qoldirishingiz va ularni keyinroq o'zgartirishingiz mumkin

source: I accept
uz: Men qabul qilaman

source: LimeSurvey installer
uz: LimeSurvey o'rnatuvchisi

source: If your database is shared, recommended prefix is "lime_" else you can leave this setting blank.
uz: Agar ma'lumotlar bazasi umumiy bo'lsa, tavsiya etilgan prefiks "lime_" bo'ladi, aks holda siz ushbu sozlamani bo'sh qoldirishingiz mumkin.

source: Your database server password.
uz: Ma'lumotlar bazasi serveringiz paroli.

source: Database password
uz: Ma'lumotlar bazasi paroli

source: Your database server user name. In most cases "root" will work.
uz: Ma'lumotlar bazasi serverining foydalanuvchi nomi. Ko'p hollarda "root" ishlaydi.

source: Database user
uz: Ma'lumotlar bazasi foydalanuvchisi

source: Database location
uz: Ma'lumotlar bazasi joylashuvi

source: The type of your database management system
uz: Ma'lumotlar bazasini boshqarish tizimingiz turi

source: Note: All fields marked with (*) are required.
uz: Izoh: (*) bilan belgilangan barcha maydonlar majburiydir.

source: Group members
uz: Guruh a'zolari

source: Add new user group
uz: Yangi foydalanuvchi guruhini qo'shish

source: User groups
uz: Foydalanuvchi guruhlari

source: Delete current user group
uz: Joriy foydalanuvchi guruhini o'chirish

source: Edit current user group
uz: Joriy foydalanuvchilar guruhini tahrirlash

source: Send
uz: Yuborish

source: Subject:
uz: Mavzu:

source: Send me a copy
uz: Menga nusxasini yuboring

source: Mail to all Members
uz: Barcha a'zolarga pochta

source: Update user group
uz: Foydalanuvchilar guruhini yangilash

source: Editing user group (Owner: %s)
uz: Foydalanuvchilar guruhi tahrirlanmoqda (Egasi: %s)

source: Add group
uz: Guruh qo'shish

source: Name:
uz: Ism:

source: Full template editor
uz: To'liq shablon muharriri

source: Template editor mode:
uz: Shablon muharriri rejimi:

source: Full selector
uz: To'liq selektor

source: Inline HTML editor
uz: Inline HTML muharriri

source: HTML editor mode:
uz: HTML muharriri rejimi:

source: Interface language:
uz: Interfeys tili:

source: My personal settings
uz: Mening shaxsiy sozlamalarim

source: Take ownership
uz: Egalik qiling

source: Created by
uz: Tomonidan yaratilgan

source: No of surveys
uz: So'rovlar soni

source: Delete User
uz: Foydalanuvchini o'chirish

source: Transfer the surveys of this user to:
uz: Ushbu foydalanuvchining so'rovlarini quyidagi manzilga o'tkazing:

source: Delete user
uz: Foydalanuvchini o'chirish

source: Everything looks alright. Please proceed to the next step.
uz: Hammasi joyida. Iltimos, keyingi bosqichga o'ting.

source: Change log
uz: Jurnalni o'zgartirish

source: Checking basic requirements...
uz: Asosiy talablar tekshirilmoqda...

source: If necessary the database will be updated.
uz: Agar kerak bo'lsa, ma'lumotlar bazasi yangilanadi.

source: New files will be downloaded and installed.
uz: Yangi fayllar yuklab olinadi va o'rnatiladi.

source: Your LimeSurvey installation is checked if the update can be run successfully.
uz: LimeSurvey o'rnatishingiz yangilanish muvaffaqiyatli ishga tushirilishi tekshiriladi.

source: The following steps will be done by this update:
uz: Quyidagi qadamlar ushbu yangilanish orqali amalga oshiriladi:

source: The LimeSurvey ComfortUpdate is an easy procedure to quickly update to the latest version of LimeSurvey.
uz: LimeSurvey ComfortUpdate - bu LimeSurvey-ning so'nggi versiyasiga tezda yangilash uchun oson protsedura.
