Repository: DayMarket/infra-docker
Catalog: images/limesurvey/v6.0/limesurvey-6-*.po
Languages: uz

source: Buildnumber was successfully updated to %s.
uz: Tuzilish raqami muvaffaqiyatli %s ga yangilandi.

source: There was a problem downloading the update file. Please try to restart the update process.
uz: Yangilanish faylini yuklab olishda muammo yuz berdi. Iltimos, yangilash jarayonini qayta ishga tushirishga harakat qiling.

source: New files were successfully installed.
uz: Yangi fayllar muvaffaqiyatli o'rnatildi.

source: Please check any problems above and then proceed to the final step.
uz: Iltimos, yuqoridagi muammolarni tekshiring va so'ng oxirgi bosqichga o'ting.

source: Creating file backup
uz: Faylning zaxira nusxasini yaratish

source: The following files will be modified or deleted but were already modified by someone else.
uz: Quyidagi fayllar o'zgartiriladi yoki o'chiriladi, lekin allaqachon kimdir tomonidan o'zgartirilgan.

source: Checking existing LimeSurvey files...
uz: Mavjud LimeSurvey fayllari tekshirilmoqda...

source: Update server busy
uz: Server bandini yangilash

source: Your update key is invalid and was removed.
uz: Sizning yangilanish kalitingiz yaroqsiz va oʻchirildi.

source: On requesting the update information from limesurvey.org there has been an error:
uz: Limesurvey.org saytidan yangilanish ma'lumotlarini so'rashda xatolik yuz berdi:

source: ComfortUpdate step %s
uz: ComfortUpdate qadam %s

source: Auto Translate
uz: Avtomatik tarjima

source: Detailed Error
uz: Batafsil xato

source: There was an error using the Google API.
uz: Google API'dan foydalanishda xatolik yuz berdi.

source: Loading translations
uz: Tarjimalar yuklanmoqda

source: Nothing to translate on this page
uz: Bu sahifada tarjima qilinadigan hech narsa yo'q

source: Restore
uz: Qayta tiklash

source: Restore options
uz: Qayta tiklash opsiyalari

source: You don't have the permission to activate participants.
uz: Sizda ishtirokchilarni faollashtirishga ruxsatingiz yo'q.

source: Total surveys completed
uz: Jami so'rovlar yakunlandi

source: Total opted out
uz: Jami rad etilgan

source: Total invitations sent
uz: Jami yuborilgan taklifnomalar

source: Reminder count:
uz: Eslatmalar soni:

source: Email status:
uz: Elektron pochta holati:

source: Send email invitation
uz: Elektron pochta orqali taklifnoma yuborish

source: Send Reminders
uz: Eslatmalar yuborish

source: Max reminders:
uz: Maksimal eslatmalar:

source: Min days between reminders:
uz: Eslatmalar orasidagi minimal kunlar:

source: Reminder Email:
uz: E-pochta eslatmasi:

source: Send email reminder
uz: E-pochta eslatmasini yuborish

source: Add fields
uz: Maydonlarni qo'shish

source: Number of attribute fields to add:
uz: Qo'shiladigan atribut maydonlari soni:

source: Example data
uz: Ma'lumotlar namunasi

source: Field caption
uz: Dala sarlavhasi

source: Show during registration?
uz: Ro'yxatdan o'tish paytida ko'rsatilsinmi?

source: Field description
uz: Maydon tavsifi

source: Attribute field
uz: Atribut maydoni

source: Duplicate records removed
uz: Dublikat yozuvlar olib tashlandi

source: Records imported
uz: Yozuvlar import qilingan

source: Results from LDAP Query.
uz: LDAP so'rovi natijalari.

source: Select the LDAP query you want to run:
uz: Ishlamoqchi bo'lgan LDAP so'rovini tanlang:

source: LDAP is disabled or no LDAP query defined.
uz: LDAP o'chirilgan yoki LDAP so'rovi aniqlanmagan.

source: No reminder(s) sent
uz: Hech qanday eslatma(lar) yuborilmadi

source: Reminder(s) sent
uz: Eslatma(lar) yuborildi

source: Reminder status:
uz: Eslatma holati:

source: Not invited
uz: Taklif qilinmagan

source: Invited
uz: Taklif qilingan

source: All
uz: Hammasi

source: Invitation status:
uz: Taklif holati:

source: Started but not yet completed
uz: Boshlandi, lekin hali tugallanmagan

source: Not started
uz: Boshlanmagan

source: There are more emails pending than can be sent in one batch. Continue sending emails by clicking below.
uz: Bir toʻplamda yuborilishi mumkin boʻlgandan koʻproq kutilayotgan elektron xatlar bor. Quyida bosing.

source: Sending invitations...
uz: Taklifnomalar yuborilmoqda...

source: Bypass participants with failing email addresses:
uz: E-pochta manzillari noto'g'ri bo'lgan ishtirokchilarni chetlab o'tish:

source: This survey is not yet activated and so your participants won't be able to fill out the survey.
uz: Ushbu so'rovnoma hali faollashtirilmagan va shuning uchun ishtirokchilaringiz so'rovnomani to'ldira olmaydi.

source: Warning!
uz: Ogohlantirish!

source: Send email invitations
uz: Elektron pochta taklifnomalarini yuborish

source: hh:mm
uz: ss:mm

source: Uses left:
uz: Qo'ldan foydalaniladi:

source: Auto
uz: Avto

source: Optional fields:
uz: Ixtiyoriy maydonlar:

source: Mandatory fields:
uz: Majburiy maydonlar:

source: Duplicates are determined by:
uz: Dublikatlar quyidagilar tomonidan aniqlanadi:

source: Filter duplicate records:
uz: Dublikat yozuvlarni filtrlash:

source: Separator used:
uz: Ajratuvchi ishlatilgan:

source: Choose the CSV file to upload:
uz: Yuklash uchun CSV faylni tanlang:

source: %s lines had a mismatching number of fields.
uz: %s qatorda maydonlar soni nomuvofiq edi.

source: List
uz: Ro'yxat

source: Failed to open the uploaded file!
uz: Yuklangan faylni ochib bo'lmadi!

source: Add participants to central database
uz: Markaziy ma'lumotlar bazasiga ishtirokchilarni qo'shish

source: Valid until
uz: Yaroqlilik muddati

source: Valid from
uz: To'g'ri keladi

source: Completed?
uz: Bajarildimi?

source: Reminder count
uz: Eslatmalar soni

source: Reminder sent?
uz: Eslatma yuborildimi?

source: Invitation sent?
uz: Taklif yuborildimi?

source: Email status
uz: Elektron pochta holati

source: Use global settings
uz: Global sozlamalardan foydalanish

source: Use settings below
uz: Quyidagi sozlamalardan foydalaning

source: Are you sure you want to delete the selected entries?
uz: Tanlangan yozuvlarni o'chirib tashlamoqchimisiz?

source: Delete the selected entries
uz: Tanlangan yozuvlarni o'chirish

source: Please change the directory permissions of the folder %s in order to preview themes.
uz: Mavzularni oldindan ko'rish uchun %s jildining katalog ruxsatlarini o'zgartiring.

source: Preview:
uz: Ko'rib chiqish:

source: Upload
uz: Yuklash

source: Are you sure you want to reset this file?
uz: Bu faylni qayta tiklamoqchimisiz?

source: Other files:
uz: Boshqa fayllar:

source: You can't save changes because the theme directory is not writable.
uz: Siz o'zgarishlarni saqlay olmaysiz, chunki mavzu katalogini yozib bo'lmaydi.

source: Changes cannot be saved to a standard theme.
uz: O'zgarishlarni standart mavzuga saqlab bo'lmaydi.

source: Screen:
uz: Ekran:

source: Reset this template
uz: Ushbu shablonni qayta tiklash

source: Are you sure you want to delete this theme?
uz: Ushbu mavzuni o'chirib tashlamoqchimisiz?

source: Please enter the name for the new theme:
uz: Iltimos, yangi mavzu nomini kiriting:

source: Note: This is a standard theme.
uz: Eslatma: Bu standart mavzu.

source: This file type is not allowed to be uploaded.
uz: Ushbu fayl turini yuklashga ruxsat berilmagan.

source: Note that this assessment section will only show if assessment rules have been set and assessment mode is activated.
uz: E'tibor bering, ushbu baholash bo'limi faqat baholash qoidalari o'rnatilgan va baholash rejimi yoqilgan bo'lsa ko'rsatiladi.

source: Assessment details
uz: Baholash tafsilotlari

source: Assessment heading
uz: Baholash sarlavhasi

source: Select template ZIP file:
uz: ZIP fayl shablonini tanlang:

source: Upload template file
uz: Shablon faylini yuklash

source: List question groups
uz: Savol guruhlari ro'yxati

source: Preview question group
uz: Ko'rib chiqish savollari guruhi

source: Partial (saved) responses
uz: Qisman (saqlangan) javoblar

source: Data entry screen
uz: Ma'lumotlarni kiritish ekrani

source: This survey is not active - no responses are available.
uz: Ushbu so'rov faol emas - javoblar mavjud emas.

source: Responses & statistics
uz: Javoblar va statistika

source: queXML format (*.xml)
uz: queXML formati (*.xml)

source: Survey structure (.lss)
uz: So'rov tuzilishi (.lss)

source: Currently there are no conditions configured for this survey.
uz: Hozirda ushbu so'rov uchun hech qanday shartlar sozlanmagan.

source: Reset conditions
uz: Shartlarni tiklash

source: Currently there are no additional languages configured for this survey.
uz: Hozirda ushbu so'rov uchun sozlangan qo'shimcha tillar mavjud emas.

source: Quick-translation
uz: Tez tarjima

source: Tools
uz: Asboblar

source: Survey logic file
uz: So'rovning mantiqiy fayli

source: Email templates
uz: Elektron pochta shablonlari

source: Survey cannot be activated. Either you have no permission or there are no questions.
uz: So'rovni faollashtirib bo'lmaydi. Sizda ruxsat yo'q yoki hech qanday savol yo'q.

source: Activate this survey
uz: Ushbu so'rovnomani faollashtirish

source: Table size usage
uz: Jadval o'lchamidan foydalanish

source: Table column usage
uz: Jadval ustunidan foydalanish

source: Number of questions/groups:
uz: Savollar/guruhlar soni:

source: Resources
uz: Resurslar

source: Panel integration
uz: Panel integratsiyasi

source: Copy
uz: Nusxa olish

source: If you change the email format, you'll have to review your email templates to fit the new format
uz: Agar siz elektron pochta formatini o'zgartirsangiz, yangi formatga mos kelishi uchun elektron pochta shablonlarini ko'rib chiqishingiz kerak bo'ladi

source: You can't use 'Anonymized responses' when participant-based response persistence is enabled.
uz: Ishtirokchilarga asoslangan javoblar davomiyligi yoqilgan bo'lsa, siz "Anonim javoblar" dan foydalana olmaysiz.

source: Set cookie to prevent repeated participation:
uz: Takroriy ishtirok etishning oldini olish uchun cookie-faylni o'rnating:

source: Expiry date/time:
uz: Yaroqlilik muddati / vaqti:

source: Start date/time:
uz: Boshlanish sanasi/vaqti:

source: Show graphs in public statistics:
uz: Ommaviy statistikada grafiklarni ko'rsatish:

source: Navigation delay (seconds):
uz: Navigatsiya kechikishi (sekundlar):

source: Question by Question
uz: Savolga savol

source: Edit URL parameter
uz: URL parametrini tahrirlash

source: Add URL parameter
uz: URL parametrini qo'shish

source: Are you sure you want to delete this URL parameter?
uz: Ushbu URL parametrini oʻchirib tashlamoqchimisiz?

source: Target question
uz: Maqsadli savol

source: Parameter
uz: Parametr

source: Cannot be changed
uz: O'zgartirib bo'lmaydi

source: Send detailed admin notification email to:
uz: Batafsil administrator bildirishnomasini quyidagi manzilga yuboring:

source: Send basic admin notification email to:
uz: Asosiy administrator bildirishnomasini quyidagi manzilga yuboring:

source: Import survey
uz: Import so'rovi

source: Base language:
uz: Asosiy til:

source: Exclude answers
uz: Javoblarni istisno qilish

source: Exclude survey permissions
uz: So'rovnoma ruxsatlarini istisno qilish

source: Exclude quotas
uz: Kvotalarni istisno qilish

source: New survey title:
uz: Yangi so'rov sarlavhasi:

source: Select survey to copy:
uz: Nusxa olish uchun so'rovnomani tanlang:

source: After you are done, please click the 'Save' button to save your changes.
uz: Ishingiz tugagach, o'zgartirishlaringizni saqlash uchun "Saqlash" tugmasini bosing.

source: To reorder questions/questiongroups just drag the question/group with your mouse to the desired position.
uz: Savollar/savol guruhlari tartibini o'zgartirish uchun savol/guruhni sichqoncha bilan kerakli joyga sudrab boring.

source: Create, import, or copy survey
uz: So'rovni yaratish, import qilish yoki nusxalash

source: Full
uz: To'liq

source: Anonymized responses
uz: Anonim javoblar

source: Access
uz: Kirish

source: Owner
uz: Egasi

source: Are you sure you want to delete all those surveys?
uz: Siz ushbu so'rovnomalarni o'chirib tashlamoqchi ekanligingizga ishonchingiz komilmi?

source: Import of survey is completed.
uz: So'rovni import qilish yakunlandi.

source: Response import summary
uz: Javob importi xulosasi

source: Total Errors
uz: Jami xatolar

source: Total Imported files
uz: Jami import qilingan fayllar

source: Resources Import Summary
uz: Resurslar importi xulosasi

source: Error Files List
uz: Xato fayllar ro'yxati

source: Imported Files List
uz: Import qilingan fayllar ro'yxati

source: Import survey resources
uz: So'rov resurslarini import qilish

source: (No target question)
uz: (Maqsadli savol yo'q)

source: All questions, answers, etc for removed languages will be lost. Are you sure?
uz: Oʻchirilgan tillar boʻyicha barcha savollar, javoblar va hokazolar yoʻqoladi. Ishonchingiz komilmi?

source: Edit survey settings
uz: So'rov sozlamalarini tahrirlash

source: Decimal mark:
uz: O'nlik belgisi:

source: Date format:
uz: Sana formati:

source: URL description:
uz: URL tavsifi:

source: End URL:
uz: Yakuniy URL:

source: Welcome:
uz: Xush kelibsiz:

source: Welcome message:
uz: Xush kelibsiz:

source: Survey title:
uz: So'rovnoma sarlavhasi:

source: This survey has an associated participant table. If you delete this survey this participant table will be deleted. We recommend that you export or backup these participants before deleting this survey.
uz: Ushbu soʻrovnomada ishtirokchilar jadvali mavjud. Agar siz ushbu soʻrovnomani oʻchirib tashlasangiz, ushbu ishtirokchilar jadvali oʻchiriladi. Ushbu soʻrovnomani oʻchirishdan oldin ushbu ishtirokchilarni eksport qilishingiz yoki zaxiralashingizni tavsiya qilamiz.

source: This survey is active and a responses table exists. If you delete this survey, these responses (and files) will be deleted. We recommend that you export the responses before deleting this survey.
uz: Ushbu soʻrov faol va javoblar jadvali mavjud. Agar bu soʻrovnomani oʻchirib tashlasangiz, bu javoblar (va fayllar) oʻchirib tashlanadi. Bu soʻrovnomani oʻchirishdan oldin javoblarni eksport qilishingizni tavsiya qilamiz.

source: It will also delete any resources/files that have been uploaded for this survey.
uz: Shuningdek, ushbu so'rov uchun yuklangan har qanday manbalar/fayllar ham o'chiriladi.

source: This process will delete this survey, and all related groups, questions answers and conditions.
uz: Ushbu jarayon ushbu so'rovni va barcha tegishli guruhlarni, savollarga javoblarni va shartlarni o'chirib tashlaydi.

source: Delete survey
uz: So'rovnomani o'chirish

source: The participant table associated with this survey has been renamed to: %s
uz: Ushbu so'rovnoma bilan bog'langan ishtirokchilar jadvali nomi o'zgartirildi: %s

source: The responses table has been renamed to: %s
uz: Javoblar jadvali nomi oʻzgartirildi: %s

source: Deactivate survey
uz: So'rovni o'chirish

source: Expire survey
uz: So'rov muddati tugaydi

source: All %sparticipant information will be lost%s.
uz: %s ishtirokchisi haqidagi barcha ma'lumotlar yo'qoladi%s.

source: Deactivation
uz: O'chirish

source: Expiration
uz: Muddati tugashi

source: Stop this survey
uz: Ushbu so'rovnomani to'xtating

source: Go to survey
uz: So'rovga o'tish

source: Copy of survey is completed.
uz: So'rovnomaning nusxasi tugallandi.

source: quota language settings
uz: kvota tili sozlamalari

source: quota members
uz: kvota a'zolari

source: Question attributes
uz: Savol atributlari

source: (Label sets were not imported since you do not have the permission to create label sets.)
uz: (Yorliqlar toʻplami import qilinmadi, chunki sizda yorliqlar toʻplamini yaratishga ruxsatingiz yoʻq.)

source: Not imported label sets
uz: Import qilinmagan yorliqlar to'plami

source: Default answers
uz: Birlamchi javoblar

source: Languages
uz: Tillar

source: Survey import summary
uz: So'rovni import qilish xulosasi

source: Save timings
uz: Vaqtlarni saqlash

source: Save referrer URL
uz: Yo'naltiruvchi URL manzilini saqlash

source: Save IP address
uz: IP manzilni saqlash

source: Date stamp
uz: Sana tamg'asi

source: The survey cannot be activated until these problems have been resolved.
uz: Ushbu muammolar hal etilmaguncha so'rovni faollashtirib bo'lmaydi.

source: The following problems have been found:
uz: Quyidagi muammolar aniqlandi:

source: Survey does not pass consistency check
uz: So'rov muvofiqlik tekshiruvidan o'tmaydi

source: Questions with conditions to this group
uz: Ushbu guruhga shartli savollar

source: Add new question to group
uz: Guruhga yangi savol qo'shing

source: Disabled
uz: O'chirilgan

source: Preview question
uz: Savolni oldindan ko'rish

source: Question:
uz: Savol:

source: Deleting this group will also delete any questions and answers it contains. Are you sure you want to continue?
uz: Ushbu guruhni oʻchirish undagi barcha savollar va javoblarni ham oʻchirib tashlaydi. Davom etishni xohlaysizmi?

source: Go to question group
uz: Savollar guruhiga o'tish

source: Question group import is complete.
uz: Savollar guruhini import qilish tugallandi.

source: Conditions
uz: Shartlar

source: Edit Group
uz: Guruhni tahrirlash

source: Save question group
uz: Savollar guruhini saqlash

source: Randomization group:
uz: Tandomizatsiya guruhi:

source: Required
uz: Majburiy

source: Title:
uz: Sarlavha:

source: Error: You have to enter a group title for each language.
uz: Xato: Har bir til uchun guruh sarlavhasini kiritishingiz kerak.

source: Import question group
uz: Import savollar guruhi

source: Add question group
uz: Savollar guruhini qo'shish

source: Delete this subquestion
uz: Ushbu kichik savolni o'chirish

source: Insert a new subquestion after this one
uz: Bu savoldan keyin yangi kichik savol qo'shing

source: Subquestion:
uz: Qo'shimcha savol:

source: Subquestion
uz: Qo'shimcha savol

source: Edit subquestions
uz: Kichik savollarni tahrirlash

source: Error: You are trying to use duplicate subquestion codes.
uz: Xato: siz ikki nusxadagi pastki savol kodlaridan foydalanmoqchisiz.

source: You need to add subquestions to this question
uz: Siz ushbu savolga kichik savollar qo'shishingiz kerak

source: You need to add answer options to this question
uz: Bu savolga javob variantlarini qo'shishingiz kerak

source: Type:
uz: Tur:

source: Optional Question
uz: Ixtiyoriy savol

source: Mandatory Question
uz: Majburiy savol

source: You can not delete a question if the survey is active.
uz: Agar so'rov faol bo'lsa, siz savolni o'chira olmaysiz.

source: Deleting will also delete any answer options and subquestions it includes. Are you sure you want to continue?
uz: Oʻchirish, shuningdek, unga kiritilgan javob variantlari va kichik savollarni ham oʻchirib tashlaydi. Davom etishni xohlaysizmi?

source: Go to question
uz: Savolga o'ting

source: Question import is complete.
uz: Savolni import qilish tugallandi.

source: Question attributes:
uz: Savol atributlari:

source: Use same default value across languages:
uz: Tillarda bir xil standart qiymatdan foydalaning:

source: Default value for option 'Other':
uz: "Boshqa" varianti uchun standart qiymat:

source: Default answer value:
uz: Birlamchi javob qiymati:

source: Default answer for scale %s:
uz: %s masshtab uchun standart javob:

source: Edit default answer values
uz: Birlamchi javob qiymatlarini tahrirlash

source: Import question
uz: Import savoli

source: Convert resource links?
uz: Resurs havolalarini aylantirishmi?

source: Add question
uz: Savol qo'shish

source: Copy answer options?
uz: Javob variantlari nusxalansinmi?

source: Copy subquestions?
uz: Quyi savollarni nusxalash kerakmi?

source: At beginning
uz: Boshida

source: At end
uz: Oxirida

source: Position
uz: Pozitsiya

source: Validation:
uz: Tasdiqlash:

source: Mandatory:
uz: Majburiy:

source: Option 'Other':
uz: "Boshqa" varianti:

source: Question group:
uz: Savollar guruhi:

source: Question:
uz: Savol:

source: Edit question
uz: Savolni tahrirlash

source: Copy question
uz: Savolni nusxalash

source: Add a new question
uz: Yangi savol qo'shing

source: New label set
uz: Yangi yorliqlar to'plami

source: Predefined label sets...
uz: Oldindan belgilangan yorliqlar to'plami...

source: Ok
uz: Kelishdikmi

source: Sorry, the request failed!
uz: Kechirasiz, so'rov bajarilmadi!

source: The records have been saved successfully!
uz: Yozuvlar muvaffaqiyatli saqlandi!

source: Save as label set
uz: Yorliqlar to'plami sifatida saqlash

source: There are no label sets which match the survey default language
uz: Soʻrovnomaning standart tiliga mos keladigan yorliqlar toʻplami yoʻq

source: Error: You are trying to use duplicate answer codes.
uz: Xato: Siz ikki nusxadagi javob kodlaridan foydalanmoqchisiz.

source: Quick-add answers
uz: Tezkor javoblar

source: You cannot delete the last answer option.
uz: Siz oxirgi javob variantini o'chira olmaysiz.

source: New answer option
uz: Yangi javob varianti

source: Edit answer options
uz: Javob variantlarini tahrirlash

source: Visit our website!
uz: Saytimizga tashrif buyuring!

source: Support this project - Donate to
uz: Ushbu loyihani qo'llab-quvvatlang - xayriya qiling

source: Status
uz: Holat

source: Online manual
uz: Onlayn qo'llanma

source: Online Manual
uz: Onlayn qo'llanma

source: Done. Test your survey using the %s icon.
uz: Bajarildi. So'rovingizni %s belgisi yordamida sinab ko'ring.

source: Create one or more questions inside the new question group.
uz: Yangi savollar guruhi ichida bir yoki bir nechta savol yarating.

source: Create a new question group inside your survey.
uz: So'rovnomangiz ichida yangi savol guruhi yarating.

source: Some piece-of-cake steps to create your very own first survey:
uz: O'zingizning birinchi so'rovingizni yaratish uchun ba'zi oddiy qadamlar:

source: Welcome to %s!
uz: %s"ga xush kelibsiz

source: Edit label sets
uz: Yorliqlar to'plamini tahrirlash

source: Manage survey administrators
uz: So'rov ma'murlarini boshqarish

source: Administration
uz: Ma'muriyat

source: Date saved
uz: Saqlangan sana

source: Identifier
uz: Identifikator

source: Saved responses
uz: Saqlangan javoblar

source: No quotas have been set for this survey
uz: Ushbu so'rovnoma uchun kvotalar belgilanmagan

source: Quick CSV report
uz: Tezkor CSV hisoboti

source: Survey quotas
uz: So'rov kvotalari

source: Add new quota
uz: Yangi kvotani qo'shish

source: New quota
uz: Yangi kvota

source: Save this, then create another:
uz: Buni saqlang, keyin boshqasini yarating:

source: Select answer:
uz: Javobni tanlang:

source: All answers are already selected in this quota.
uz: Bu kvotada barcha javoblar allaqachon tanlangan.

source: Sorry, there are no supported question types in this survey.
uz: Kechirasiz, bu so'rovda qo'llab-quvvatlanadigan savol turlari mavjud emas.

source: Question selection
uz: Savol tanlash

source: Select question
uz: Savol tanlash

source: Add answer
uz: Javob qo'shing

source: Survey quota
uz: So'rov kvotasi

source: URL Description:
uz: URL tavsifi:

source: Autoload URL
uz: URLni avtomatik yuklash

source: Terminate survey
uz: So'rovni tugatish

source: Quota action
uz: Kvota harakati

source: Edit quota
uz: Kvotani tahrirlash

source: %s records have incomplete or wrong attribute values
uz: %s yozuvlari toʻliq yoki notoʻgʻri atribut qiymatlariga ega

source: %s records with invalid email address removed
uz: %s yozuvlari noto'g'ri elektron pochta manzili olib tashlandi

source: %s duplicate records removed
uz: %s takroriy yozuv olib tashlandi

source: %s records imported
uz: %s yozuv import qilindi

source: %s records have empty mandatory fields
uz: %s yozuvlarida majburiy maydonlar boʻsh

source: %s records in CSV
uz: CSVda %s yozuv

source: Successfully created CPDB entries
uz: CPDB yozuvlari muvaffaqiyatli yaratildi

source: Uploaded CSV file successfully
uz: CSV fayli muvaffaqiyatli yuklandi

source: CPDB CSV summary
uz: CPDB CSV xulosasi

source: Total attributes in the central table
uz: Markaziy jadvaldagi jami atributlar

source: Blacklisted participants
uz: Qora ro'yxatdagi ishtirokchilar
