Repository: DayMarket/infra-docker
Catalog: images/limesurvey/v6.0/limesurvey-6-*.po
Languages: uz

source: A response was not deleted.|{n} responses were not deleted.
uz: Javob o'chirilmadi.|{n} javob o'chirilmadi.

source: %s cannot be left empty.
uz: %s ni bo'sh qoldirib bo'lmaydi.

source: Change survey group
uz: So'rov guruhini o'zgartirish

source: This will update the survey group for all selected surveys.
uz: Bu barcha tanlangan so'rovlar uchun so'rov guruhini yangilaydi.

source: Theme
uz: Mavzu

source: This action need to be confirmed.
uz: Bu harakat tasdiqlanishi kerak.

source: A child group can't be set as parent group
uz: Bolalar guruhini ota-ona guruhi sifatida belgilash mumkin emas

source: If the link should have any extra classes, please insert them here.
uz: Agar havolada qo'shimcha darslar bo'lsa, ularni shu yerga kiriting.

source: This is the content of the menu link - leave blank to use the title.
uz: Bu menyu havolasining mazmuni - sarlavhadan foydalanish uchun bo'sh qoldiring.

source: The name must be unique for all menu entries throughout the software.
uz: Nom dasturiy ta'minotdagi barcha menyu yozuvlari uchun yagona bo'lishi kerak.

source: Add question ID to link
uz: Havolaga savol identifikatorini qo'shing

source: Add question group ID to link
uz: Ulanish uchun savol guruhi identifikatorini qo'shing

source: Add survey group ID to link
uz: Ulanish uchun so'rovnoma guruhi identifikatorini qo'shing

source: Add SurveyId to link
uz: Bog'lanish uchun SurveyId qo'shing

source: Load with pjax
uz: Pjax bilan yuklash

source: External Link
uz: Tashqi havola

source: Remove link
uz: Havolani o'chirish

source: If the external-option is not set, this will be appended to the current admin url.
uz: Agar tashqi parametr o'rnatilmagan bo'lsa, bu joriy administrator url-ga qo'shiladi.

source: Use a remix icon classname, or a link to the image.
uz: Remiks belgisi sinf nomidan yoki rasmga havoladan foydalaning.

source: This will be shown when hovering over the menu.
uz: Bu kursorni menyu ustiga olib borganingizda ko'rsatiladi.

source: Blacklisted?
uz: Qora ro'yxat?

source: Batch edit the participants
uz: Ishtirokchilarni ommaviy tahrirlash

source: Montenegrin
uz: Chernogoriya

source: Strip HTML code:
uz: HTML kodini ajratib oling:

source: CSV field separator:
uz: CSV maydon ajratuvchisi:

source: Apply and go to survey
uz: Ariza qiling va so'rovnomaga o'ting

source: If you want to apply original theme options, click here:
uz: Agar siz asl mavzu parametrlarini qo'llamoqchi bo'lsangiz, bu yerni bosing:

source: Original value
uz: Asl qiymat

source: Current value
uz: Joriy qiymat

source: Theme options differences
uz: Mavzu variantlari farqlari

source: Current theme options are applied for this survey.
uz: Ushbu so'rov uchun joriy mavzu variantlari qo'llaniladi.

source: Warning: There are some differences between current theme options and original theme options!
uz: Ogohlantirish: Joriy mavzu variantlari va original mavzu variantlari o'rtasida ba'zi farqlar mavjud!

source: Warning: original survey theme doesn't exist!
uz: Ogohlantirish: asl so'rov mavzusi mavjud emas!

source: Themes:
uz: Mavzular:

source: Set survey theme
uz: So'rovnoma mavzusini o'rnatish

source: This will update the survey theme for all selected active surveys.
uz: Bu barcha tanlangan faol so'rovlar uchun so'rov mavzusini yangilaydi.

source: Survey theme:
uz: So'rovnoma mavzusi:

source: Batch deletion
uz: To'plamni o'chirish

source: Enter a list of response IDs that are to be deleted, separated by comma.
uz: O'chirilishi kerak bo'lgan javob identifikatorlari ro'yxatini vergul bilan ajrating.

source: You do not have the permission to access this page.
uz: Sizda ushbu sahifaga kirish uchun ruxsat yo'q.

source: The survey in which you are trying to participate does not seem to exist.
uz: Siz ishtirok etmoqchi bo'lgan so'rovnoma mavjud emasga o'xshaydi.

source: The above error occurred when the Web server was processing your request.
uz: Yuqoridagi xato veb-server sizning so'rovingizni qayta ishlayotganda yuz berdi.

source: Error %s
uz: Xato %s

source: Please contact %s to report this problem.
uz: Bu muammo haqida xabar berish uchun %s bilan bog'laning.

source: An internal error occurred while the Web server was processing your request.
uz: Veb-server so'rovingizni ko'rib chiqayotganda ichki xatolik yuz berdi.

source: 500: Internal Server Error
uz: 500: Ichki server xatosi

source: If you entered the URL manually please check your spelling and try again.
uz: Agar siz URL manzilini qo'lda kiritgan bo'lsangiz, imloni tekshiring va qayta urinib ko'ring.

source: The requested URL was not found on this server.
uz: So'ralgan URL bu serverda topilmadi.

source: 404: Not Found
uz: 404 topilmadi

source: 403: Forbidden
uz: 403: Taqiqlangan

source: You must be logged in to access to this page.
uz: Ushbu sahifaga kirish uchun tizimga kirgan bo'lishingiz kerak.

source: 401: Unauthorized
uz: 401: Ruxsatsiz

source: Please do not repeat the request without modifications.
uz: Iltimos, so'rovni o'zgartirishlarsiz takrorlamang.

source: The request could not be understood by the server due to malformed syntax.
uz: So'rovni noto'g'ri tuzilgan sintaksis tufayli server tushunib bo'lmadi.

source: 400: Bad Request
uz: 400: noto'g'ri so'rov

source: If you think this is a server error, please contact %s.
uz: Agar buni server xatosi deb hisoblasangiz, %s bilan bog‘laning.

source: LimeSurvey 3.x or newer does not support Internet Explorer for the LimeSurvey administration, anymore. However most of the functionality should still work.
uz: LimeSurvey 3.x yoki undan keyingi versiyalari LimeSurvey ma'muriyati uchun Internet Explorer-ni qo'llab-quvvatlamaydi. Biroq, ko'pgina funktsiyalar hali ham ishlashi kerak.

source: Collapsible text
uz: Yig'iladigan matn

source: Inline text
uz: Inline matn

source: If you have any issues, please try using a modern browser first, before reporting it.
uz: Agar sizda biron bir muammo bo'lsa, xabar berishdan oldin, iltimos, zamonaviy brauzerdan foydalanib ko'ring.

source: You are using Microsoft Internet Explorer.
uz: Siz Microsoft Internet Explorer-dan foydalanyapsiz.

source: Show privacy policy text with mandatory checkbox:
uz: Majburiy belgilash katakchasi bilan maxfiylik siyosati matnini ko'rsatish:

source: On page
uz: Sahifada

source: Show popups
uz: Qalqib chiquvchi oynalarni ko'rsatish

source: Error message
uz: Xato xabari

source: Broken survey themes
uz: Buzilgan so'rov mavzulari

source: Preview question type
uz: Savol turini ko'rib chiqish

source: Renumber scenarios
uz: Stsenariylarni qayta raqamlash

source: Show in collapse
uz: Yiqilgan holda ko'rsatish

source: Every row is one subquestion. We recommend the usage of logical or numerical codes for subquestions. Your participants cannot see the subquestion code, only the subquestion text itself.
uz: Har bir qator bitta kichik savoldir. Biz quyi savollar uchun mantiqiy yoki raqamli kodlardan foydalanishni tavsiya qilamiz. Sizning ishtirokchilaringiz pastki savol kodini ko'ra olmaydi, faqat pastki savol matnining o'zi.

source: Please remember that in order to have a valid code, it must contain only letters and numbers, also please check that it starts with a letter.
uz: Iltimos, esda tutingki, kod to'g'ri bo'lishi uchun u faqat harflar va raqamlardan iborat bo'lishi kerak, shuningdek, uning harf bilan boshlanishini tekshiring.

source: You can add some additional help text to your question. If you decide not to offer any additional question hints, then no help text will be displayed to your respondents.
uz: Siz savolingizga qoʻshimcha yordam matnini qoʻshishingiz mumkin. Agar siz qoʻshimcha savollarga maslahat bermaslikka qaror qilsangiz, respondentlaringizga hech qanday yordam matni koʻrsatilmaydi.

source: The title of the question group is visible to your survey participants (this setting can be changed later and it cannot be empty). Question groups are important because they allow the survey administrators to logically group the questions. By default, each question group (including its questions) is shown on its own page (this setting can be changed later).
uz: Savollar guruhining sarlavhasi soʻrovnoma ishtirokchilariga koʻrinadi (bu sozlamani keyinroq oʻzgartirish mumkin va u boʻsh boʻlishi mumkin emas). Savol guruhlari muhim, chunki ular soʻrov maʼmurlariga savollarni mantiqiy guruhlash imkonini beradi. Odatiy boʻlib, har bir savol guruhi ( savollari) o'z sahifasida ko'rsatiladi (bu sozlamani keyinroq o'zgartirish mumkin).

source: This bar will change as you move through the functionalities. The current bar corresponds to the "overview" tab. It contains the most important LimeSurvey functionalities such as preview and activate survey.
uz: Ushbu satr funksiyalar boʻylab harakatlanayotganda oʻzgaradi. Joriy satr "Umumiy koʻrinish" yorligʻiga mos keladi. Unda soʻrovni oldindan koʻrish va faollashtirish kabi eng muhim LimeSurvey funksiyalari mavjud.

source: If you click on this tab, the survey settings menu will be displayed. The most important settings of your survey are accessible from this menu.
uz: Agar siz ushbu yorliqni bossangiz, so'rovnoma sozlamalari menyusi ko'rsatiladi. So'rovingizning eng muhim sozlamalariga ushbu menyudan kirish mumkin.

source: The most important settings of your survey can be reached from this sidebar: the survey settings menu and the survey structure menu. You may resize it to fit your screen to easily navigate through the available options. If the size of the sidebar is too small, the options get collapsed and the quick-menu is displayed. If you wish to work from the quick-menu, either click on the arrow button or drag it to the left.
uz: So'rovnomangizning eng muhim sozlamalariga ushbu yon paneldan kirish mumkin: so'rovnoma sozlamalari menyusi va so'rovnoma tuzilmasi menyusi. Mavjud variantlar bo'ylab osongina o'tish uchun uning o'lchamini o'zgartirishingiz mumkin. Yon panelning o'lchami juda kichik bo'lsa. , parametrlar yopiladi va tezkor menyu ko'rsatiladi. Agar siz tezkor menyudan ishlamoqchi bo'lsangiz, o'q tugmasini bosing yoki uni chapga torting.

source: Disabled by configuration. Set 'showpopups' option in config.php file to enable this option.
uz: Konfiguratsiya orqali oʻchirib qoʻyilgan. Ushbu parametrni yoqish uchun config.php faylida "showpopups” opsiyasini oʻrnating.

source: Not a broken theme!
uz: Buzilgan mavzu emas!

source: Theme '%s' was successfully deleted.
uz: "%s" mavzusi muvaffaqiyatli o'chirildi.

source: A survey which uses a custom theme will import fine, but the template it refers to will not exist on the new server. In that case the system will use the global default theme.
uz: Maxsus mavzudan foydalanadigan so'rov yaxshi import qilinadi, lekin u ko'rsatgan shablon yangi serverda mavjud bo'lmaydi. Bunday holda tizim global standart mavzudan foydalanadi.

source: This export will dump all the groups, questions, answers and conditions for your survey into a .LSS file (which is basically an XML file). This dump file can be used with the 'Import survey' feature when creating a new survey.
uz: Ushbu eksport so'rovingiz uchun barcha guruhlar, savollar, javoblar va shartlarni .LSS fayliga (asosan XML fayli) tashlab yuboradi. Yangi so'rovni yaratishda ushbu dump fayldan "So'rovni import qilish" funksiyasi bilan foydalanish mumkin.

source: To find out more about queXML check out this page:
uz: QueXML haqida ko'proq ma'lumot olish uchun ushbu sahifani tekshiring:

source: Survey archive - only available for active surveys
uz: So'rov arxivi - faqat faol so'rovlar uchun mavjud

source: Survey participant data (if available)
uz: So'rov ishtirokchilari haqidagi ma'lumotlar (agar mavjud bo'lsa)

source: Response data (Attention: Doesn't include files uploaded in a file upload question. These have to be exported separately.)
uz: Javob ma'lumotlari (Diqqat: Fayl yuklash savoliga yuklangan fayllar kirmaydi. Ular alohida eksport qilinishi kerak.)

source: All necessary styles will be loaded, to print it just press Ctrl/Cmd+p or select print from your browser menu.
uz: Barcha kerakli uslublar yuklanadi, uni chop etish uchun Ctrl/Cmd+p tugmalarini bosing yoki brauzer menyusidan chop etishni tanlang.

source: It will not contain any logic or EM-functionality, you'll have to take that into account yourself.
uz: U hech qanday mantiq yoki EM-funktsiyani o'z ichiga olmaydi, buni o'zingiz hisobga olishingiz kerak bo'ladi.

source: Dim answered array rows
uz: Xira javob berilgan massiv qatorlari

source: Hide privacy info
uz: Maxfiylik ma'lumotlarini yashirish

source: Sticky array headers
uz: Yopishqoq massiv sarlavhalari

source: This will open the survey in %s as a printable page in new window.
uz: Bu soʻrovnomani yangi oynada chop etiladigan sahifa sifatida %s ichida ochadi.

source: This will open the survey as a printable page in new window.
uz: Bu so'rovnomani chop etiladigan sahifa sifatida yangi oynada ochadi.

source: It will also contain the necessary stylesheets to put it up on any HTML-ready devices or browsers.
uz: Shuningdek, u har qanday HTML-tayyor qurilmalar yoki brauzerlarga joylashtirish uchun kerakli uslublar jadvallarini o'z ichiga oladi.

source: This will download a .zip file containing the survey in all languages.
uz: Bu barcha tillarda so'rovnomani o'z ichiga olgan .zip faylni yuklab oladi.

source: Check out the dedicated documentation for this format.
uz: Ushbu format uchun maxsus hujjatlarni ko'rib chiqing.

source: It completely eliminates the dependence upon SGQA codes.
uz: Bu SGQA kodlariga bog'liqlikni butunlay yo'q qiladi.

source: This feature is designed to make it easy to use Excel to author and edit surveys.
uz: Ushbu xususiyat so'rovnomalarni yozish va tahrirlash uchun Exceldan foydalanishni osonlashtirish uchun mo'ljallangan.

source: On the following page you will be able to create a pdf that can be printed filled out and scanned again.
uz: Keyingi sahifada siz chop etishingiz mumkin bo'lgan pdf faylini yaratishingiz mumkin, uni to'ldirishingiz va qayta skanerlashingiz mumkin.

source: To get to know more about queXML check this page:
uz: QueXML haqida ko'proq bilish uchun ushbu sahifani tekshiring:

source: Exporting a questionnaire to queXML allows you to create PDF documents that can be printed, filled then scanned and processed using queXF software.
uz: QueXML-ga so'rovnomani eksport qilish queXF dasturi yordamida chop etilishi, to'ldirilishi, keyin skanerlanishi va qayta ishlanishi mumkin bo'lgan PDF hujjatlarini yaratish imkonini beradi.

source: It is not suitable for backing up a LimeSurvey survey as it cannot export conditions, and isn't able to export all question types.
uz: U LimeSurvey so'rovini zaxiralash uchun mos emas, chunki u shartlarni eksport qila olmaydi va barcha savol turlarini eksport qila olmaydi.

source: queXML is an XML description of a questionnaire.
uz: queXML so'rovnomaning XML tavsifidir.

source: Timings (if activated)
uz: Vaqtlarni belgilash (agar faollashtirilgan bo'lsa)

source: Survey structure
uz: So'rovning tuzilishi

source: It will include the following data in a ZIP file ending with '.lsa'.
uz: U '.lsa' bilan tugaydigan ZIP faylga quyidagi ma'lumotlarni o'z ichiga oladi.

source: This export is intended to create a complete backup of an active survey for archival purposes.
uz: Ushbu eksport arxiv maqsadlarida faol so'rovning to'liq zaxira nusxasini yaratish uchun mo'ljallangan.

source: Please note: This file does not contain any collected responses.
uz: Iltimos, diqqat qiling: bu faylda to'plangan javoblar mavjud emas.

source: Reset now
uz: Hozir tiklash

source: Fields marked with an asterisk are mandatory.
uz: Yulduzcha bilan belgilangan maydonlar majburiydir.

source: You may register for this survey but you have to wait for the {{sStartDate}} before starting the survey.
uz: Siz ushbu so'rovnomada ro'yxatdan o'tishingiz mumkin, ammo so'rovni boshlashdan oldin {{sStartDate}} ni kutishingiz kerak.

source: Inherit everything
uz: Hamma narsani meros qilib oling

source: default
uz: standart

source: Preview image
uz: Rasmni oldindan ko'rish

source: Import failed because of page reload.
uz: Sahifani qayta yuklash tufayli import amalga oshmadi.

source: Survey data policy:
uz: So'rov ma'lumotlari siyosati:

source: Copy default answers?
uz: Birlamchi javoblardan nusxa ko'chirilsinmi?

source: Survey data policy error:
uz: So'rov ma'lumotlari siyosati xatosi:

source: This survey does not contain any question groups.
uz: Ushbu so'rovda hech qanday savol guruhlari mavjud emas.

source: We are sorry but you can't proceed without first agreeing to our survey privacy policy.
uz: Kechirasiz, lekin siz so'rovnomaning maxfiylik siyosatiga rozi bo'lmasdan turib davom eta olmaysiz.

source: Can't render layout %s. Please check that the view exists or contact your admin.
uz: %s tartibini ko‘rsatib bo‘lmadi. Iltimos, ko‘rinish mavjudligini tekshiring yoki administratoringizga murojaat qiling.

source: The condition could not be updated! It did not include the question and/or answer upon which the condition was based. Please ensure you have selected a question and an answer.
uz: Shartni yangilab boʻlmadi! Unda shartga asos boʻlgan savol va/yoki javob kiritilmagan. Iltimos, savol va javobni tanlaganingizga ishonch hosil qiling.

source: Date %s is invalid, please review your answer.
uz: Sana %s noto‘g‘ri, javobingizni ko‘rib chiqing.

source: Unkown
uz: Noma'lum

source: Summary for %s
uz: %s uchun xulosa

source: The theme '%s' has been reset.
uz: "%s" mavzusi qayta tiklandi.

source: Reset this theme
uz: Ushbu mavzuni tiklash

source: This will reload the configuration file of this theme.
uz: Bu mavzuning konfiguratsiya faylini qayta yuklaydi.

source: Existing survey participant attributes
uz: So'rovnoma ishtirokchilarining mavjud atributlari

source: Survey participant attributes to create
uz: So'rov ishtirokchisining atributlarini yaratish

source: Map survey participant attributes
uz: Xarita so'rovi ishtirokchilarining atributlari

source: Unmapped survey participant attributes
uz: So'rovda qatnashuvchining xaritadan o'tkazilmagan atributlari

source: This list cannot accept survey participant attributes.
uz: Ushbu ro'yxat so'rov ishtirokchilarining atributlarini qabul qila olmaydi.

source: Deprecated survey themes:
uz: Eskirgan so'rov mavzulari:

source: The following user group assignments should be deleted:
uz: Quyidagi foydalanuvchilar guruhi topshiriqlari o'chirilishi kerak:

source: There is no matching user %s in group %s.
uz: %s guruhida mos keladigan %s foydalanuvchi yo‘q.

source: Deleting orphaned user group assignments: %u assignments deleted
uz: Yetim foydalanuvchilar guruhi topshiriqlarini oʻchirish: %u topshiriq oʻchirildi

source: Theme '%s' does not exist.
uz: "%s" mavzusi mavjud emas.

source: Open imported theme
uz: Import qilingan mavzuni ochish

source: Import theme result:
uz: Mavzu natijasini import qilish:

source: Theme editor:
uz: Mavzu muharriri:

source: Rename this theme to:
uz: Ushbu mavzu nomini o'zgartiring:

source: Type in the new name to extend %s
uz: %s kengaytirish uchun yangi nomni kiriting

source: Please type in the new theme name above.
uz: Yuqoridagi yangi mavzu nomini kiriting.

source: Delete box
uz: O'chirish qutisi

source: Usage of processString without a string in your template
uz: ProcessString-dan shabloningizda satrsiz foydalanish

source: Can not import a theme that already exists!
uz: Mavjud mavzuni import qilib bo'lmaydi!

source: Current password:
uz: Joriy parol:

source: Logo file
uz: Logo fayli

source: There is 1 question in this survey.
uz: Ushbu so'rovnomada 1 ta savol bor.

source: Accept
uz: Qabul qilaman

source: Thank you for registering. You will receive an email shortly.
uz: Ro'yxatdan o'tganingiz uchun tashakkur. Tez orada elektron pochta xabarini olasiz.

source: Fruity variations
uz: Mevali o'zgarishlar

source: Fruity fonts
uz: Mevali shriftlar

source: Radio button animation
uz: Radio tugmasi animatsiyasi

source: Animate radio buttons
uz: Radio tugmachalarini animatsiya qilish

source: Animate checkbox
uz: Animatsiya katakchasi

source: Alert animation
uz: Ogohlantirish animatsiyasi

source: Animate alert
uz: Ogohlantirishni jonlantirish

source: Question animation
uz: Savollar animatsiyasi

source: Animate question
uz: Jonli savol

source: Duration
uz: Davomlik

source: Body animation
uz: Tana animatsiyasi

source: Animate body
uz: Jonli tana

source: Brandlogo file
uz: Brandlogo fayli

source: Background image file
uz: Fon rasm fayli

source: Background image
uz: Fon rasmi

source: Check icon
uz: Tekshirish belgisi

source: Question background color
uz: Savol fon rangi

source: Font color
uz: Shrift rangi

source: Background color
uz: Fon rangi

source: Question shadow
uz: Savol soyasi

source: Question borders
uz: Savol chegaralari

source: Survey container
uz: So'rov konteyneri

source: Inherit:
uz: Meros olish:

source: Local Server
uz: Mahalliy server

source: No issues with question group order found.
uz: Savollar guruhi tartibida hech qanday muammo topilmadi.

source: The following surveys have an errorneous question group order. Please go to each survey respectively, check the group order and save it.
uz: Quyidagi soʻrovnomalarda xato guruh tartibi mavjud. Iltimos, har bir soʻrovnomaga mos ravishda oʻting, guruh tartibini tekshiring va uni saqlang.

source: No issues with question order found.
uz: Savollar tartibida hech qanday muammo topilmadi.

source: To continue please first accept our survey privacy policy.
uz: Davom etish uchun avvalo so'rovnomamizning maxfiylik siyosatini qabul qiling.

source: Don't show
uz: Ko'rsatma

source: Export images
uz: Rasmlarni eksport qilish

source: Show policy
uz: Siyosatni ko'rsatish

source: Show less
uz: Kamroq ko'rsatish

source: Show more
uz: Ko'proq ko'rsatish

source: Myanmar (Burmese)
uz: Myanma (Birma)

source: You have already been removed from this survey.
uz: Siz allaqachon ushbu so'rovnomadan o'chirilgansiz.

source: Create survey menu entries
uz: So'rovnoma menyusi yozuvlarini yaratish

source: Manage menu entries
uz: Menyu yozuvlarini boshqarish

source: List menu entries
uz: Menyu yozuvlari ro'yxati

source: Further settings for application administrator
uz: Ilova administratori uchun qo'shimcha sozlamalar

source: Administrator settings
uz: Administrator sozlamalari

source: Export responses as:
uz: Javoblarni eksport qilish:

source: Export questions as:
uz: Savollarni eksport qilish:

source: This invitation has no uses left.
uz: Ushbu taklifdan hech qanday foyda yo'q.

source: Sort order
uz: Saralash tartibi

source: Group can not be deleted, because of depending conditions
uz: Guruhni shartlarga qarab oʻchirib boʻlmaydi

source: Question group description
uz: Savollar guruhi tavsifi

source: Question group name
uz: Savollar guruhi nomi

source: Current group is disabled
uz: Joriy guruh o'chirilgan

source: This group has an error
uz: Bu guruhda xatolik bor

source: This group is unanswered
uz: Bu guruh javobsiz

source: A group without step status styling
uz: Qadam holati uslubisiz guruh

source: Navigation
uz: navigatsiya

source: Modified
uz: O'zgartirilgan

source: You can't change password if demo mode is active.
uz: Namoyish rejimi faol bo'lsa, parolni o'zgartira olmaysiz.

source: Reminder %s skipped, already sent.
uz: Eslatma %s oʻtkazib yuborildi, allaqachon yuborilgan.

source: Clear now
uz: Hozir tozalang

source: Clear assets cache:
uz: Aktivlar keshini tozalash:

source: Support this project - Donate to %s!
uz: Ushbu loyihani qo'llab-quvvatlang - %s ga xayriya qiling!

source: Database driver version
uz: Ma'lumotlar bazasi drayveri versiyasi

source: We are sorry but this information is only available to superadministrators.
uz: Kechirasiz, lekin bu ma'lumot faqat super-administratorlar uchun mavjud.

source: Your system configuration:
uz: Tizim konfiguratsiyasi:
