Repository: DayMarket/infra-docker
Catalog: images/limesurvey/v6.0/limesurvey-6-*.po
Languages: uz

source: Average interview time:
uz: O'rtacha suhbat vaqti:

source: Interview time
uz: Suhbat vaqti

source: Iterate survey
uz: So'rovni takrorlash

source: Export a VV survey file
uz: VV tadqiqot faylini eksport qilish

source: Import a VV survey file
uz: VV tadqiqot faylini import qilish

source: Saved but not submitted responses
uz: Saqlangan, ammo yuborilmagan javoblar

source: Import responses from a deactivated survey table
uz: O'chirilgan so'rov jadvalidan javoblarni import qilish

source: Response summary
uz: Javob xulosasi

source: Show previous...
uz: Avvalgisini ko'rsatish...

source: Export this response
uz: Ushbu javobni eksport qilish

source: Delete this entry
uz: Ushbu yozuvni o'chirish

source: Delete this response
uz: Bu javobni o'chirish

source: Edit this response
uz: Bu javobni tahrirlash

source: View response details
uz: Javob tafsilotlarini ko'rish

source: Incomplete responses only
uz: Faqat to'liq bo'lmagan javoblar

source: Completed responses only
uz: Faqat tugallangan javoblar

source: All responses
uz: Barcha javoblar

source: Show next...
uz: Keyingisini ko'rsatish ...

source: Do you really want to delete all marked responses?
uz: Siz haqiqatan ham barcha belgilangan javoblarni o'chirib tashlamoqchimisiz?

source: Do you really want to delete this response?
uz: Siz haqiqatan ham bu javobni o'chirib tashlamoqchimisiz?

source: Showing filtered results
uz: Filtrlangan natijalar ko'rsatilmoqda

source: Language
uz: Til

source: Check data
uz: Ma'lumotlarni tekshirish

source: To receive a new password by email you have to enter your user name and original email address.
uz: E-pochta orqali yangi parolni olish uchun foydalanuvchi ismingizni va asl elektron pochta manzilingizni kiritishingiz kerak.

source: Recover your password
uz: Parolni tiklash

source: Forgot your password?
uz: Parolingiz esdan chiqdimi?

source: Try again
uz: Qayta urinib ko'ring

source: Message:
uz: Xabar:

source: Heading
uz: Sarlavha

source: Total
uz: Jami

source: Message
uz: Xabar

source: Actions
uz: Harakatlar

source: Assessment rules
uz: Baholash qoidalari

source: There are no groups available.
uz: Hech qanday guruhlar mavjud emas.

source: Permission to view & update the translations using the quick-translation feature
uz: Tez tarjima funksiyasidan foydalangan holda tarjimalarni koʻrish va yangilash uchun ruxsat

source: Quick translation
uz: Tezkor tarjima

source: Permission to create, update, delete, import, export participants
uz: Ishtirokchilarni yaratish, yangilash, o'chirish, import qilish, eksport qilish uchun ruxsat

source: Survey settings
uz: So'rov sozlamalari

source: Permission to modify survey security settings
uz: So'rovnoma xavfsizligi sozlamalarini o'zgartirishga ruxsat

source: Survey security
uz: So'rov xavfsizligi

source: Permission to create, view, update, delete, import, export the questions, groups, answers & conditions of a survey
uz: So'rovnomaning savollari, guruhlari, javoblari va shartlarini yaratish, ko'rish, yangilash, o'chirish, import qilish, eksport qilish uchun ruxsat

source: Survey content
uz: So'rov mazmuni

source: Permission to activate, deactivate a survey
uz: So'rovni faollashtirish, o'chirish uchun ruxsat

source: Survey activation
uz: So'rovni faollashtirish

source: Permission to view statistics
uz: Statistikani ko'rish uchun ruxsat

source: Permission to create(data entry), view, update, delete, import, export responses
uz: Javoblarni yaratish (ma'lumotlarni kiritish), ko'rish, yangilash, o'chirish, import qilish, eksport qilish uchun ruxsat

source: Responses
uz: Javoblar

source: Permission to create, view, update, delete quota rules for a survey
uz: So'rov uchun kvota qoidalarini yaratish, ko'rish, yangilash, o'chirish uchun ruxsat

source: Quotas
uz: Kvotalar

source: Permission to create, view, update, delete assessments rules for a survey
uz: So'rovnoma uchun baholash qoidalarini yaratish, ko'rish, yangilash, o'chirish uchun ruxsat

source: Assessments
uz: Baholar

source: Passwords do not match!
uz: Parollar mos kelmaydi!

source: Your survey was successfully saved.
uz: So'rovnomangiz muvaffaqiyatli saqlandi.

source: Error: Email failed, this may indicate a PHP Mail Setup problem on the server. Your survey details have still been saved, however you will not get an email with the details. You should note the "name" and "password" you just used for future reference.
uz: Xato: E-pochta amalga oshmadi, bu serverda PHP Mail sozlamalari bilan bog‘liq muammoni ko‘rsatishi mumkin. So‘rovnomangiz ma’lumotlari hanuzgacha saqlangan, biroq siz tafsilotlari bilan elektron pochta xabarini olmaysiz. "ism" va "parolga e'tibor berishingiz kerak. " Siz hozirgina kelajakda murojaat qilish uchun foydalandingiz.

source: This name has already been used for this survey. You must use a unique save name.
uz: Ushbu ism bu soʻrov uchun allaqachon ishlatilgan. Siz noyob saqlash nomidan foydalanishingiz kerak.

source: Moving user templates to new location at %s...
uz: Foydalanuvchi shablonlari %s manzilidagi yangi joyga ko'chirilmoqda...

source: Root URL:
uz: Ildiz URL:

source: Site name
uz: Sayt nomi

source: Table prefix
uz: Jadval prefiksi

source: Database name
uz: Ma'lumotlar bazasi nomi

source: Database type
uz: Ma'lumotlar bazasi turi

source: Please verify the following information before continuing with the database upgrade:
uz: Ma'lumotlar bazasini yangilashni davom ettirishdan oldin quyidagi ma'lumotlarni tekshiring:

source: Database upgrade
uz: Ma'lumotlar bazasini yangilash

source: Back to main menu
uz: Asosiy menyuga qaytish

source: Database has been successfully upgraded to version %s
uz: Ma'lumotlar bazasi %s versiyasiga muvaffaqiyatli yangilandi

source: Comma (,)
uz: Vergul (,)

source: Dot (.)
uz: Nuqta (.)

source: Vietnamese
uz: Vyetnam

source: Thai
uz: tay

source: Turkish
uz: turk

source: Swedish
uz: shvedcha

source: Spanish (Mexico)
uz: Ispancha (Meksika)

source: Spanish
uz: ispancha

source: Slovenian
uz: Sloven

source: Romanian
uz: Rumin

source: Russian
uz: ruscha

source: Punjabi
uz: panjob

source: Portuguese (Brazilian)
uz: Portugal (Braziliya)

source: Portuguese
uz: Portugal

source: Polish
uz: polyak

source: Persian
uz: forscha

source: Norwegian (Nynorsk)
uz: Norveg (Nynorsk)

source: Norwegian (Bokmal)
uz: Norveg (Bokmal)

source: Maltese
uz: Malta

source: Macedonian
uz: Makedoniyalik

source: Latvian
uz: Latviya

source: Lithuanian
uz: Litva

source: Korean
uz: Koreys

source: Japanese
uz: Yapon

source: Italian
uz: italyancha

source: Irish
uz: irlandiyalik

source: Indonesian
uz: Indoneziya

source: Icelandic
uz: Islandiyalik

source: Hungarian
uz: vengriya

source: Hebrew
uz: ibroniycha

source: Hindi
uz: hind

source: Greek
uz: yunoncha

source: German
uz: nemis

source: Galician
uz: Galisian

source: French
uz: frantsuzcha

source: Finnish
uz: Fin

source: Estonian
uz: Eston

source: English
uz: ingliz

source: Dutch
uz: Gollandiyalik

source: Danish
uz: daniya

source: Czech
uz: chex

source: Croatian
uz: xorvat

source: Chinese (Traditional - Taiwan)
uz: Xitoy (an'anaviy - Tayvan)

source: Chinese (Traditional - Hong Kong)
uz: Xitoy (an'anaviy - Gonkong)

source: Chinese (Simplified)
uz: Xitoy (soddalashtirilgan)

source: Welsh
uz: Uels

source: Catalan
uz: Kataloniya

source: Bulgarian
uz: bolgarcha

source: Bosnian
uz: Bosniyalik

source: Belarusian
uz: Belarus

source: Basque
uz: Bask

source: Arabic
uz: arabcha

source: Amharic
uz: amxar

source: Albanian
uz: alban

source: Afrikaans
uz: Afrikaliklar

source: mm.dd.yyyy
uz: aa.dd.yyyy

source: yyyy/mm/dd
uz: yyyy/aa/dd

source: yyyy-mm-dd
uz: yyyy-aa-dd

source: dd/mm/yyyy
uz: dd/aa/yyyy

source: d.m.yyyy
uz: miyyyy

source: dd-mm-yyyy
uz: dd-aa-yyyy

source: dd.mm.yyyy
uz: dd.aa.yyyy

source: After having clicked the save button you can either close this browser window or continue filling out the survey.
uz: Saqlash tugmasini bosganingizdan so'ng siz ushbu brauzer oynasini yopishingiz yoki so'rovnomani to'ldirishni davom ettirishingiz mumkin.

source: If you give an email address, an email containing the details will be sent to you.
uz: Agar siz elektron pochta manzilini bersangiz, sizga ma'lumotlarni o'z ichiga olgan elektron pochta xabari yuboriladi.

source: Your survey will be saved using that name and password, and can be completed later by logging in with the same name and password.
uz: So'rovnomangiz shu nom va parol yordamida saqlanadi va keyinroq xuddi shu nom va parol bilan tizimga kirgan holda yakunlanishi mumkin.

source: Enter a name and password for this survey and click save below.
uz: Ushbu so'rovnoma uchun ism va parolni kiriting va pastdagi saqlash tugmasini bosing.

source: Enter your details below, and an email containing the link to participate in this survey will be sent immediately.
uz: Quyida ma'lumotlaringizni kiriting va ushbu so'rovda qatnashish uchun havolani o'z ichiga olgan elektron pochta darhol yuboriladi.

source: You may register for this survey if you wish to take part.
uz: Agar ishtirok etishni istasangiz, ushbu so'rovnomada ro'yxatdan o'tishingiz mumkin.

source: This survey is anonymous.
uz: Ushbu so'rov anonimdir.

source: Type in the 'name' you used to save the survey, and the password.
uz: So'rovnomani saqlash uchun ishlatgan "nom" va parolni kiriting.

source: You can load a survey that you have previously saved from this screen.
uz: Siz avvalroq saqlangan so'rovnomani ushbu ekrandan yuklashingiz mumkin.

source: Caution: JavaScript execution is disabled in your browser or for this website. You may not be able to answer all questions in this survey. Please, verify your browser parameters.
uz: Diqqat: brauzeringizda yoki ushbu veb-sayt uchun JavaScript-ni bajarish o‘chirib qo‘yilgan. Siz ushbu so‘rovnomadagi barcha savollarga javob bera olmasligingiz mumkin. Iltimos, brauzeringiz parametrlarini tekshiring.

source: Saved name:
uz: Saqlangan ism:

source: To remain anonymous please use a pseudonym as your username, also an email address is not required.
uz: Anonim qolish uchun foydalanuvchi nomi sifatida taxallusdan foydalaning, shuningdek, elektron pochta manzili ham shart emas.

source: Restart this survey
uz: Ushbu so'rovnomani qayta ishga tushirish

source: Resume later
uz: Keyinroq davom eting

source: There are {NUMBEROFQUESTIONS} questions in this survey.
uz: Ushbu so'rovnomada {NUMBEROFQUESTIONS} ta savol bor.

source: There is 1 question in this survey
uz: Ushbu so'rovnomada 1 ta savol bor

source: There are no questions in this survey
uz: Ushbu so'rovnomada hech qanday savol yo'q

source: Error: There are no answers defined for this question.
uz: Xato: bu savolga javoblar aniqlanmagan.

source: Error: There are no answer options for this question and/or they don't exist in this language.
uz: Xato: bu savolga javob variantlari mavjud emas va/yoki ular bu tilda mavjud emas.

source: Drag and drop the pin to the desired location. You may also right click on the map to move the pin.
uz: PIN-kodni kerakli joyga sudrab olib tashlang. PIN-kodni siljitish uchun xaritani o'ng tugmasini bosishingiz ham mumkin.

source: Error: This question has no answers.
uz: Xato: Bu savolga javob yo'q.

source: File name
uz: Fayl nomi

source: Return to survey
uz: So'rovnomaga qaytish

source: Upload your files
uz: Fayllaringizni yuklang

source: Please enter your comment here
uz: Iltimos, fikringizni shu yerga kiriting

source: Dec
uz: dekabr

source: Nov
uz: noyabr

source: Oct
uz: oktyabr

source: Sep
uz: sentyabr

source: Aug
uz: avgust

source: Jul
uz: iyul

source: Jun
uz: iyun

source: Apr
uz: aprel

source: Feb
uz: fevral

source: Jan
uz: Yanvar

source: seconds
uz: soniyalar

source: mins
uz: daqiqalar

source: hours
uz: soat

source: Your time to answer this question has nearly expired. You have {TIME} remaining.
uz: Bu savolga javob berish vaqtingiz tugaydi. Sizda {TIME} vaqt qoldi.

source: Time remaining
uz: Qolgan vaqt

source: Your time to answer this question has expired
uz: Bu savolga javob berish vaqtingiz tugadi

source: One or more file have either exceeded the filesize/are not in the right format or the minimum number of required files have not been uploaded. You cannot proceed until these have been completed
uz: Bir yoki bir nechta fayl fayl hajmidan oshib ketdi/to'g'ri formatda emas yoki kerakli fayllarning minimal soni yuklanmagan. Ular tugallanmaguncha davom eta olmaysiz

source: You cannot proceed until you enter some text for one or more questions.
uz: Bir yoki bir nechta savollar uchun matn kiritmaguningizcha davom eta olmaysiz.

source: Choose your language
uz: Tilingizni tanlang

source: Choose one of the following answers
uz: Quyidagi javoblardan birini tanlang

source: Next
uz: Keyingisi

source: Previous
uz: Oldingi

source: Please confirm the access code by answering the security question below and click continue.
uz: Iltimos, quyidagi xavfsizlik savoliga javob berish orqali kirish kodini tasdiqlang va davom eting.

source: The access code you have provided is either not valid, or has already been used.
uz: Siz kiritgan kirish kodi noto'g'ri yoki allaqachon ishlatilgan.

source: If you have been issued an access code, please enter it in the box below and click continue.
uz: Agar sizga kirish kodi berilgan bo'lsa, uni quyidagi maydonchaga kiriting va "Davom etish" tugmasini bosing.

source: Security question:
uz: Havfsizlik savoli:

source: Try to submit again
uz: Yana topshirishga harakat qiling

source: Error saving results
uz: Natijalarni saqlashda xatolik

source: ERROR MESSAGE
uz: XATO XABARI

source: SQL CODE THAT FAILED
uz: Muvaffaqiyatsiz SQL KOD

source: DATA TO BE ENTERED
uz: KIRISHI KELADIGAN MA'LUMOTLAR

source: An error occurred saving a response to survey %s
uz: %s so'roviga javobni saqlashda xatolik yuz berdi

source: Your responses have not been lost and have been emailed to the survey administrator and will be entered into our database at a later point.
uz: Sizning javoblaringiz yo'qolmadi va so'rovnoma administratoriga elektron pochta orqali yuborildi va keyinroq ma'lumotlar bazamizga kiritiladi.

source: An unexpected error has occurred and your responses cannot be saved.
uz: Kutilmagan xatolik yuz berdi va javoblaringizni saqlab boʻlmaydi.

source: The minimum number of files has not been uploaded.
uz: Fayllarning minimal soni yuklanmagan.

source: Sorry, only %s extensions are allowed!
uz: Kechirasiz, faqat %s kengaytmaga ruxsat berilgan!

source: Sorry, the uploaded file (%s) is larger than the allowed filesize of %s KB.
uz: Kechirasiz, yuklangan fayl (%s) ruxsat etilgan %s KB fayl hajmidan kattaroq.

source: There is no matching saved response.
uz: Mos saqlangan javob yo'q.

source: This variable name has already been used.
uz: Ushbu o'zgaruvchi nomi allaqachon ishlatilgan.

source: Value
uz: Qiymat

source: Question attribute
uz: Savol atributi

source: Tip:
uz: Maslahat:

source: Help:
uz: Yordam bering:

source: Default:
uz: Birlamchi:

source: Text [Help] (Tip)
uz: Matn [Yordam] (Maslahat)

source: Name [ID]
uz: Ism [ID]

source: Invalid question - probably missing subquestions or language-specific settings for language %s
uz: Savol noto'g'ri - ehtimol quyi savollar yoki %s tili uchun tilga xos sozlamalar etishmayapti

source: Please rank all items.
uz: Iltimos, barcha narsalarni tartiblang.

source: Please check at least one box per row.
uz: Iltimos, har bir qatorda kamida bitta katakchani belgilang.

source: Please complete all parts.
uz: Iltimos, barcha qismlarni to'ldiring.

source: This question is mandatory
uz: Bu savol majburiy

source: Unable to insert record into survey table
uz: So'rov jadvaliga yozuv kiritib bo'lmadi

source: Please check the format of your answer.
uz: Iltimos, javobingiz formatini tekshiring.

source: The sum must equal %s.
uz: Yig'indi %s ga teng bo'lishi kerak.

source: The sum must be between %s and %s
uz: Yig'indi %s va %s orasida bo'lishi kerak

source: The sum must equal %s
uz: Yig'indi %s ga teng bo'lishi kerak

source: The sum must be at most %s
uz: Yig'indi ko'pi %s bo'lishi kerak

source: The sum must be at least %s
uz: Yig'indi kamida %s bo'lishi kerak

source: Each answer must be between %s and %s
uz: Har bir javob %s va %s oralig'ida bo'lishi kerak

source: Each answer must be %s
uz: Har bir javob %s boʻlishi kerak

source: Each answer must be at most %s
uz: Har bir javob ko'pi bilan %s bo'lishi kerak

source: Each answer must be at least %s
uz: Har bir javob kamida %s boʻlishi kerak

source: Please select %s answers
uz: Iltimos, %s javobni tanlang

source: Please select at most one answer
uz: Iltimos, ko'pi bilan bitta javobni tanlang

source: Please select at least %s answers
uz: Iltimos, kamida %s ta javob tanlang

source: Please select at least one answer
uz: Iltimos, kamida bitta javobni tanlang

source: Invalid PERL Regular Expression: %s
uz: Yaroqsiz PERL oddiy ifodasi: %s

source: Tried to pop value off of empty stack
uz: Qiymatni bo'sh stekdan olib tashlashga harakat qildim

source: Function supports this many arguments, where -1=unlimited: %s
uz: Funksiya ko'plab argumentlarni qo'llab-quvvatlaydi, bunda -1=cheksiz: %s

source: Function does not support %s arguments
uz: Funktsiya %s argumentlarini qo'llab-quvvatlamaydi

source: Missing %s closing right parentheses
uz: %s yopish o'ng qavslar etishmayapti

source: Unsupported syntax
uz: Qo'llab-quvvatlanmaydigan sintaksis

source: Extra right parentheses detected
uz: Qo'shimcha o'ng qavslar aniqlandi

source: Expected right parentheses
uz: Kutilayotgan o'ng qavslar

source: Extra comma found in function
uz: Funktsiyada qo'shimcha vergul topildi

source: Expected left parentheses after function name
uz: Funksiya nomidan keyin kutilayotgan chap qavslar

source: Undefined function
uz: Aniqlanmagan funksiya

source: Extra token found after expressions
uz: Ifodalardan keyin qo'shimcha token topildi

source: Expected expressions separated by commas
uz: Vergul bilan ajratilgan kutilgan iboralar

source: Only variables can be assigned values
uz: Faqat o'zgaruvchilarga qiymat berish mumkin

source: The value of this variable can not be changed
uz: Ushbu o'zgaruvchining qiymatini o'zgartirib bo'lmaydi

source: Undefined variable
uz: Aniqlanmagan o'zgaruvchi

source: Poorly terminated expression - expected a constant or variable
uz: Yomon tugatilgan ifoda - doimiy yoki o'zgaruvchi kutilgan

source: Not a valid expression
uz: Yaroqli ifoda emas

source: Unbalanced equation - values left on stack
uz: Muvozanatsiz tenglama - stekda qolgan qiymatlar

source: Extra tokens found
uz: Qo'shimcha tokenlar topildi

source: Unable to evaluate unary operator - no entries on stack
uz: Unar operatorni baholab bo'lmadi - stekda yozuvlar yo'q

source: Invalid value(s) on the stack
uz: Stekdagi qiymat(lar) noto'g'ri

source: Unable to evaluate binary operator - fewer than 2 entries on stack
uz: Ikkilik operatorni baholab bo'lmadi - stekdagi 2 tadan kam yozuv

source: Uppercase the first character of each word in a string
uz: Stringdagi har bir so'zning birinchi belgisi bosh harf

source: Strip whitespace (or other characters) from the beginning and end of a string
uz: Qatorning boshidan va oxiridan bo'sh joyni (yoki boshqa belgilarni) olib tashlang

source: Return current UNIX timestamp
uz: Joriy UNIX vaqt tamg'asini qaytarish

source: Calculate the sum of values in an array
uz: Masivdagi qiymatlar yig'indisini hisoblang

source: Return part of a string
uz: String qismini qaytarish

source: Make a string uppercase
uz: Matrni katta harf bilan yozing

source: Make a string lowercase
uz: Kichik harflar qatorini yarating

source: Find first occurrence of a string
uz: Qatorning birinchi takrorlanishini toping

source: Reverse a string
uz: Stringni teskari o'zgartirish

source: Find position of first occurrence of a string
uz: Satrning birinchi paydo bo'lishining o'rnini toping

source: Get string length
uz: Ip uzunligini oling

source: Case-insensitive strstr
uz: Kirit-katta harflar sezilmaydigan strstr

source: Un-quotes a quoted string
uz: Qo'chirilgan qatorni qo'shtirnoqdan olib tashlash

source: Find position of first occurrence of a case-insensitive string
uz: Hatto katta-kichik harfni sezmaydigan satrning birinchi marta paydo bo'lish o'rnini toping

source: Strip HTML and PHP tags from a string
uz: HTML va PHP teglarini satrdan ajratib oling

source: Binary safe string comparison
uz: Ikkilik xavfsiz qatorni taqqoslash

source: Binary safe case-insensitive string comparison
uz: Ikkilik xavfsiz katta-kichik harflarni sezmaydigan qatorlarni taqqoslash

source: Replace all occurrences of the search string with the replacement string
uz: Qidiruv satrining barcha holatlarini almashtirish qatori bilan almashtiring

source: Repeat a string
uz: Stringni takrorlash

source: Pad a string to a certain length with another string
uz: Springni ma'lum uzunlikdagi boshqa ip bilan to'ldiring

source: Calculate the Sample Standard Deviation for the list of numbers
uz: Raqamlar ro'yxati uchun namunaviy standart og'ishni hisoblang

source: Square root
uz: Kvadrat ildiz

source: Return a formatted string
uz: Formatlangan qatorni qaytarish

source: Sine
uz: Sinus

source: Strip whitespace (or other characters) from the end of a string
uz: String oxiridan bo'sh joyni (yoki boshqa belgilarni) olib tashlang

source: Rounds a number to an optional precision
uz: Raqamni ixtiyoriy aniqlikka yaxlitlaydi

source: Compare a string to a regular expression pattern
uz: Stringni oddiy ifoda namunasi bilan solishtiring

source: Generate a random integer
uz: Tasodifiy butun sonni yarating

source: Quote meta characters
uz: Meta belgilarni keltiring

source: Convert a 8 bit string to a quoted-printable string
uz: 8 bitli satrni kotirovka qilingan bosma satrga aylantirish

source: Convert a quoted-printable string to an 8 bit string
uz: Iqtibos bosiladigan satrni 8 bitli satrga aylantirish

source: Exponential expression
uz: Eksponensial ifoda

source: Get value of pi
uz: Pi qiymatini oling

source: Format a number with grouped thousands
uz: Guruhlangan minglar bilan raqamni formatlash

source: Inserts HTML line breaks before all newlines in a string
uz: Stringdagi barcha yangi qatorlardan oldin HTML qatorlarni qo'shadi

source: Get UNIX timestamp for a date (each of the 6 arguments are optional)
uz: Sana uchun UNIX vaqt tamg'asini oling (6 ta argumentning har biri ixtiyoriy)

source: Find lowest value
uz: Eng past qiymatni toping

source: Find highest value
uz: Eng yuqori qiymatni toping

source: Strip whitespace (or other characters) from the beginning of a string
uz: Qator boshidan bo'sh joyni (yoki boshqa belgilarni) olib tashlang

source: Return comma-separated list of values
uz: Qiymatlarning vergul bilan ajratilgan ro'yxatini qaytarish

source: Find whether the type of a variable is string
uz: O'zgaruvchining turi string ekanligini toping

source: Finds whether a variable is a number or a numeric string
uz: O'zgaruvchi raqam yoki raqamli qator ekanligini topadi

source: Finds whether a variable is NULL
uz: O'zgaruvchining NULL ekanligini topadi

source: Finds whether a value is not a number
uz: Qiymat raqam emasligini topadi

source: Finds whether the type of a variable is float
uz: O'zgaruvchining turi float ekanligini topadi

source: Determine whether a variable is considered to be empty
uz: O'zgaruvchi bo'sh deb hisoblanadimi yoki yo'qligini aniqlang

source: Get the integer value of a variable
uz: O'zgaruvchining butun qiymatini oling

source: Join array elements with a string
uz: Masiv elementlarini satr bilan birlashtiring

source: Conditional processing
uz: Shartli ishlov berish

source: Format a local time/date as integer
uz: Mahalliy vaqtni/sanani butun son sifatida formatlash
