Repository: DayMarket/infra-docker
Catalog: images/limesurvey/v6.0/limesurvey-6-*.po
Languages: uz

source: Mandatory field:
uz: Majburiy maydon:

source: This invitation has already been used.
uz: Ushbu taklifnoma allaqachon ishlatilgan.

source: This invitation is not valid anymore.
uz: Bu taklifnoma endi haqiqiy emas.

source: This invitation is not valid yet.
uz: Bu taklifnoma hali haqiqiy emas.

source: Hide blocklisted participants:
uz: Bloklangan ishtirokchilarni yashirish:

source: %s entries were skipped because they are blocklisted
uz: %s ta yozuv oʻtkazib yuborildi, chunki ular bloklangan roʻyxatga kiritilgan

source: Demo mode: Login credentials are prefilled - just click the Login button.
uz: Demo rejimi: Kirish hisob ma'lumotlari oldindan to'ldirilgan - Kirish tugmasini bosing.

source: Delete one or more participants...
uz: Bir yoki bir nechta ishtirokchini o'chirish...

source: Papiamento (CuraГ§ao & Bonaire)
uz: Papiamento (CuraG§ao va Bonaire)

source: Force each answer option to have the same height.
uz: Har bir javob variantini bir xil balandlikda bo'lishga majburlang.

source: Same height for all answer options
uz: Barcha javob variantlari uchun bir xil balandlik

source: Question code %s was updated to %s.
uz: %s savol kodi %s ga yangilandi.

source: The question could not be imported for the following reasons:
uz: Quyidagi sabablarga ko'ra savolni import qilib bo'lmadi:

source: Incomplete responses
uz: To'liq bo'lmagan javoblar

source: Full responses
uz: To'liq javoblar

source: Total responses
uz: Jami javoblar

source: Line %s: Fields found: %s Expected: %s
uz: %s qator: Topilgan maydonlar: %s kutilgan: %s

source: %s records where the number of fields does not match
uz: %s maydonlar soni mos kelmaydigan yozuvlar

source: %s were found to be duplicate entries and did not need a new participant to be created.
uz: %s takroriy yozuvlar ekanligi aniqlandi va yangi ishtirokchi yaratilishi shart emas edi.

source: URL for a respondent to opt-in to this survey
uz: Respondentning ushbu so'rovnomaga kirishi uchun URL

source: URL for a respondent to opt-out of this survey
uz: Respondentning ushbu so'rovdan voz kechishi uchun URL

source: Relevance
uz: Muvofiqlik

source: Size
uz: O'lcham

source: Add file
uz: Fayl qo'shish

source: Subquestion codes may only contain alphanumeric characters.
uz: Qo'shimcha savol kodlari faqat harf-raqamli belgilarni o'z ichiga olishi mumkin.

source: Question codes must start with a letter and may only contain alphanumeric characters.
uz: Savol kodlari harf bilan boshlanishi kerak va faqat harf-raqamli belgilarni o'z ichiga olishi mumkin.

source: Question codes must be unique.
uz: Savol kodlari noyob bo'lishi kerak.

source: Subquestion codes must be unique.
uz: Qo'shimcha savol kodlari noyob bo'lishi kerak.

source: Attention: Several question codes were updated. Please check these carefully as the update may not be perfect with customized expressions.
uz: Diqqat: Bir nechta savol kodlari yangilandi. Iltimos, ularni diqqat bilan tekshiring, chunki yangilanish moslashtirilgan ifodalar bilan mukammal boʻlmasligi mumkin.

source: Select all
uz: Hammasini belgilash

source: Survey response %d
uz: So'rovga javob %d

source: Survey response
uz: So'rovga javob

source: CPDB mapping
uz: CPDB xaritalash

source: Duplicates will be detected by a combination of firstname, lastname and email addresses.
uz: Dublikatlar ism, familiya va elektron pochta manzillarining kombinatsiyasi orqali aniqlanadi.

source: Duplicates will be detected using the participant_id field in this CSV file.
uz: Dublikatlar ushbu CSV faylidagi ishtirokchi_id maydoni yordamida aniqlanadi.

source: (none)
uz: (yo'q)

source: Answer must be between %s and %s
uz: Javob %s va %s orasida boʻlishi kerak

source: Answer must be %s
uz: Javob %s boʻlishi kerak

source: Answer must be less or equal to %s
uz: Javob %s dan kichik yoki teng boʻlishi kerak

source: Answer must be greater or equal to %s
uz: Javob %s dan katta yoki teng boʻlishi kerak

source: Title of subquestion %s was updated to %s.
uz: %s kichik savolning nomi %s ga yangilandi.

source: Unlimited
uz: Cheksiz

source: You did not answer to the security question.
uz: Siz xavfsizlik savoliga javob bermadingiz.

source: Quick-add subquestion or answer items
uz: Tez qo'shiladigan kichik savol yoki javob elementlari

source: Please fill in %s answers
uz: Iltimos, %s javobni toʻldiring

source: Please fill in at most one answer
uz: Iltimos, ko'pi bilan bitta javobni to'ldiring

source: Please fill in at most %s answers
uz: Iltimos, koʻpi bilan %s ta javobni toʻldiring

source: Please fill in at least one answer
uz: Iltimos, kamida bitta javobni to'ldiring

source: Please fill in at least %s answers
uz: Iltimos, kamida %s ta javobni toʻldiring

source: Default attribute name:
uz: Birlamchi atribut nomi:

source: There are no participants to be exported.
uz: Eksport qilinadigan ishtirokchilar yo'q.

source: Starting in 2.05, variable names should only contain letters and numbers; and may not start with a number. This variable name is deprecated.
uz: 2.05 dan boshlab o'zgaruvchilar nomlari faqat harflar va raqamlardan iborat bo'lishi kerak va raqam bilan boshlanmasligi mumkin. Bu o'zgaruvchi nomi eskirgan.

source: The fonts file %s was not found in <limesurvey root folder>/fonts directory. Please, see the txt file for your language in fonts directory to generate the charts.
uz: %s shrift fayli <limesurvey root papkasida>/shriftlar katalogida topilmadi. Iltimos, diagrammalarni yaratish uchun shriftlar katalogida tilingiz uchun txt fayliga qarang.

source: Export participants to CSV
uz: Ishtirokchilarni CSVga eksport qilish

source: Database creation
uz: Ma'lumotlar bazasini yaratish

source: %s responses cannot be inserted or updated.
uz: %s javobni kiritish yoki yangilash mumkin emas.

source: %s responses were updated.
uz: %s javoblari yangilandi.

source: %s responses were inserted.
uz: %s ta javob kiritildi.

source: No response lines in your file.
uz: Faylingizda javob qatorlari yo'q.

source: %s response lines in your file.
uz: Faylingizdagi %s javob satrlari.

source: Import failed: No answers could be mapped.
uz: Import amalga oshmadi: hech qanday javobni xaritalash mumkin emas.

source: Import failed: Forced import was requested but the input file doesn't contain enough columns to fill the survey.
uz: Import amalga oshmadi: Majburiy import so‘ralgan, lekin kiritish faylida so‘rovnomani to‘ldirish uchun yetarli ustunlar mavjud emas.

source: File seems empty or has only one line
uz: Fayl bo'sh ko'rinadi yoki faqat bitta qatorga ega

source: Could not delete subquestion
uz: Ichki savolni o'chirib bo'lmadi

source: Description
uz: Ta'rif

source: Plugin
uz: Plagin

source: Deactivate
uz: O'chirish

source: Activate
uz: Faollashtirish

source: Settings for plugin %s
uz: %s plaginini sozlash

source: Plugins
uz: Plaginlar

source: Too low
uz: Juda past

source: Minimum memory available
uz: Minimum xotira mavjud

source: Set this to the IP/net location of your database server. In most cases "localhost" will work. You can force Unix socket with socket path.
uz: Buni ma'lumotlar bazasi serverining IP/net manziliga o'rnating. Ko'p hollarda "localhost" ishlaydi. Unix soketini rozetka yo'li bilan majburlashingiz mumkin.

source: Edit user permissions for user %s
uz: %s foydalanuvchisi uchun foydalanuvchi ruxsatlarini tahrirlash

source: User ID
uz: Foydalanuvchi IDsi

source: Delete this attribute:
uz: Ushbu atributni o'chirish:

source: Incremental
uz: Qo'shimcha

source: Reset start/end date/time
uz: Boshlanish/tugash sanasi/vaqtini tiklash

source: Condition
uz: Holat

source: Simple plugin settings
uz: Oddiy plagin sozlamalari

source: New subquestion
uz: Yangi kichik savol

source: Previous answer fields
uz: Avvalgi javob maydonlari

source: Publish API on /admin/remotecontrol:
uz: Publish API-ni /admin/remotecontrol:

source: Session lifetime for surveys (seconds):
uz: So'rovlar uchun sessiya muddati (sekundlar):

source: Old VV version
uz: Eski VV versiyasi

source: Last VV version
uz: VVning so'nggi versiyasi

source: VV export version:
uz: VV eksport versiyasi:

source: If you want to import survey on old installation or if your survey have problem: use old version (automatically selected if some code are duplicated).
uz: Agar siz eski oʻrnatishda soʻrovnomani import qilmoqchi boʻlsangiz yoki soʻrovnomangizda muammo boʻlsa: eski versiyadan foydalaning (agar baʼzi kodlar takrorlansa, avtomatik ravishda tanlanadi).

source: Offset:
uz: Ofset:

source: Limit:
uz: Cheklash:

source: Optional
uz: ixtiyoriy

source: %s of %s columns selected
uz: %s of %s ustun tanlandi

source: Detailed notification attachments:
uz: Batafsil bildirishnomalar:

source: Detailed admin notification email body:
uz: Administrator bildirishnomasining batafsil elektron pochtasi:

source: Basic notification attachments:
uz: Asosiy bildirishnoma qo'shimchalari:

source: Basic admin notification email body:
uz: Asosiy administrator bildirishnomasi elektron pochtasi:

source: Basic admin notification subject:
uz: Asosiy administrator bildirishnomasi mavzusi:

source: Registration attachments:
uz: Ro'yxatga olish uchun qo'shimchalar:

source: Registration email body:
uz: Ro'yxatdan o'tish elektron pochta manzili:

source: Registration email subject:
uz: Ro'yxatdan o'tish elektron pochtasi mavzusi:

source: Confirmation attachments:
uz: Tasdiqlash qo'shimchalari:

source: Confirmation email body:
uz: Tasdiqlash elektron pochtasi:

source: Reminder attachments:
uz: Eslatma qo'shimchalari:

source: Reminder email body:
uz: Eslatma elektron pochtasi:

source: Invitation attachments:
uz: Taklif qo'shimchalari:

source: Invitation email body:
uz: Taklif elektron pochtasi:

source: Force import:
uz: Majburiy import:

source: Try to import even if question codes don't match
uz: Savol kodlari mos kelmasa ham import qilishga harakat qiling

source: First line contains the code of questions:
uz: Birinchi qatorda savollar kodi mavjud:

source: With real vv file : questions code are in second line
uz: Haqiqiy vv fayli bilan: savollar kodi ikkinchi qatorda

source: Automatic (UTF-8)
uz: Avtomatik (UTF-8)

source: Replace answers in file in the existing record.
uz: Mavjud yozuvdagi fayldagi javoblarni almashtiring.

source: Question is added to target (result is set to database default value).
uz: Maqsadga savol qo'shildi (natija ma'lumotlar bazasi standart qiymatiga o'rnatiladi).

source: Question is removed from target (result is ignored).
uz: Savol maqsaddan olib tashlandi (natija e'tiborga olinmaydi).

source: Question is moved to another group (result is imported correctly).
uz: Savol boshqa guruhga o'tkazildi (natija to'g'ri import qilingan).

source: Currently we detect and handle the following changes:
uz: Hozirda biz quyidagi o'zgarishlarni aniqlaymiz va ishlaymiz:

source: Using type coercion may break your data; use with care or not at all if possible.
uz: Majburlash turidan foydalanish ma'lumotlaringizni buzishi mumkin; iloji bo'lsa, ehtiyotkorlik bilan foydalaning yoki umuman ishlatmang.

source: You can import all old responses that are compatible with your current survey. Compatibility is determined by comparing column types and names, the ID field is always ignored.
uz: Siz joriy so'rovingizga mos keladigan barcha eski javoblarni import qilishingiz mumkin. Moslik ustun turlari va nomlarini solishtirish orqali aniqlanadi, ID maydoni har doim e'tiborga olinmaydi.

source: Import responses
uz: Javoblarni import qilish

source: Authentication method
uz: Autentifikatsiya usuli

source: Unlimited administration permissions
uz: Ma'muriyat uchun cheksiz ruxsatlar

source: Permission to create participants in the central participants database (for which all permissions are automatically given) and view, update and delete participants from other users
uz: Markaziy ishtirokchilar ma'lumotlar bazasida ishtirokchilarni yaratish (ular uchun barcha ruxsatlar avtomatik ravishda beriladi) va ishtirokchilarni boshqa foydalanuvchilardan ko'rish, yangilash va o'chirish uchun ruxsat

source: Permission to view and update global settings & plugins and to delete and import plugins
uz: Global sozlamalar va plaginlarni koʻrish va yangilash hamda plaginlarni oʻchirish va import qilish uchun ruxsat

source: Settings & Plugins
uz: Sozlamalar va plaginlar

source: Permission to create, view, update, delete, export and import label sets/labels
uz: Yorliqlar toʻplami/yorliqlarini yaratish, koʻrish, yangilash, oʻchirish, eksport qilish va import qilish uchun ruxsat

source: Permission to create, view, update, delete, export and import themes
uz: Mavzularni yaratish, ko'rish, yangilash, o'chirish, eksport va import qilish uchun ruxsat

source: Permission to create, view, update and delete user groups
uz: Foydalanuvchi guruhlarini yaratish, ko'rish, yangilash va o'chirish uchun ruxsat

source: Permission to create, view, update and delete users
uz: Foydalanuvchilarni yaratish, ko'rish, yangilash va o'chirish uchun ruxsat

source: Permission to create surveys (for which all permissions are automatically given) and view, update and delete surveys from other users
uz: So'rovnomalar yaratish (barcha ruxsatlar avtomatik ravishda beriladi) va boshqa foydalanuvchilarning so'rovlarini ko'rish, yangilash va o'chirish uchun ruxsat

source: Section
uz: Bo'lim

source: The record of your survey responses does not contain any identifying information about you, unless a specific survey question explicitly asked for it.
uz: So'rovnoma javoblaringiz yozuvida siz haqingizda identifikatsiya qiluvchi ma'lumotlar mavjud emas, agar aniq so'rov savoli aniq so'ralmagan bo'lsa.

source: A table with a subquestion on each row. You have to select your answer.
uz: Har bir qatorda kichik savolga ega jadval. Javobingizni tanlashingiz kerak.

source: Choice of rank %s
uz: %s darajani tanlash

source: Please complete all parts of the date.
uz: Iltimos, sananing barcha qismlarini to'ldiring.

source: Date entered is invalid!
uz: Kiritilgan sana noto'g'ri!

source: Change the language
uz: Tilni o'zgartiring

source: Only numbers may be entered in '%s' accompanying text field.
uz: "%s" qo'shiladigan matn maydoniga faqat raqamlarni kiritish mumkin.

source: Comment your answers.
uz: Javoblaringizni sharhlang.

source: Comment only when you don't choose an answer.
uz: Faqat javob tanlamaganingizda sharh qoldiring.

source: Comment only when you choose an answer.
uz: Faqat javobni tanlaganingizda sharh qoldiring.

source: Only numbers may be entered in these fields.
uz: Ushbu maydonlarga faqat raqamlarni kiritish mumkin.

source: Only answer the following question if:
uz: Faqat quyidagi savolga javob bering, agar:

source: ISO 8859-13 Baltic (latin7)
uz: ISO 8859-13 Boltiqbo'yi (lotin7)

source: ISO 8859-9 Turkish (latin5)
uz: ISO 8859-9 Turkcha (lotin5)

source: ISO 8859-2 Central European (latin2)
uz: ISO 8859-2 Markaziy Evropa (lotin2)

source: ISO 8859-1 West European (latin1)
uz: ISO 8859-1 G'arbiy Evropa (lotin1)

source: DOS Kamenicky Czech-Slovak (cp895)
uz: DOS Kamenicky Chex-Slovak (cp895)

source: Windows-31J - SJIS for Windows Japanese (cp932)
uz: Windows-31J - Windows Yapon uchun SJIS (cp932)

source: DOS Cyrillic (cp866)
uz: DOS kirill (cp866)

source: DOS Central European (cp852)
uz: DOS Markaziy Evropa (cp852)

source: DOS West European (cp850)
uz: DOS G'arbiy Evropa (cp850)

source: Windows Arabic (Windows-1256)
uz: Windows arabcha (Windows-1256)

source: Windows Cyrillic (Windows-1251)
uz: Windows kirill alifbosi (Windows-1251)

source: Windows Central European (Windows-1250)
uz: Windows Markaziy Evropa (Windows-1250)

source: Add a button to reset the slider. If you choose an start value, it reset at start value, else empty the answer.
uz: Slayderni qayta o'rnatish uchun tugma qo'shing. Agar siz boshlang'ich qiymatni tanlasangiz, u boshlang'ich qiymatiga tiklanadi, aks holda javobni bo'shating.

source: The handle is displayed at the middle of the slider except if Slider initial value is set (this will not set the initial value).
uz: Slayderning boshlang'ich qiymati o'rnatilgan bo'lsa, tutqich slayderning o'rtasida ko'rsatiladi (bu boshlang'ich qiymatni o'rnatmaydi).

source: Excludes all other options if a certain answer is selected - just enter the answer code(s) separated with a semicolon.
uz: Agar ma'lum javob tanlangan bo'lsa, boshqa barcha variantlar bundan mustasno - javob kodini(kodlarini) nuqta-vergul bilan ajratilgan holda kiriting.

source: Maximum date
uz: Maksimal sana

source: Minimum date
uz: Minimal sana

source: Remove text or uncheck checkbox automatically
uz: Matnni olib tashlang yoki avtomatik ravishda katakchani olib tashlang

source: Use JavaScript functions to remove text and uncheck checkbox (or use only the ExpressionScript engine).
uz: Matnni olib tashlash uchun JavaScript funksiyalaridan foydalaning va katakchani olib tashlang (yoki faqat ExpressionScript mexanizmidan foydalaning).

source: Comment only when
uz: Faqat qachon fikr bildiring

source: Choose when user can add a comment
uz: Foydalanuvchi qachon fikr qo'shishi mumkinligini tanlang

source: Checkbox is unchecked
uz: Tasdiqlash qutisi belgilanmagan

source: Checkbox is checked
uz: Tasdiqlash qutisi belgilandi

source: No control on checkbox
uz: Tasdiqlash qutisida nazorat yo'q

source: Not all labels were updated successfully.
uz: Barcha yorliqlar muvaffaqiyatli yangilanmadi.

source: %s responses already exist.
uz: %s javob allaqachon mavjud.

source: This survey setting has not been imported: %s => %s
uz: Ushbu soʻrovnoma import qilinmadi: %s => %s

source: R (data file)
uz: R (ma'lumotlar fayli)

source: R (syntax file)
uz: R (sintaksis fayli)

source: digit: source("filename", encoding = "UTF-8") on the R command window, replace filename with the actual filename
uz: raqam: manba("fayl nomi", kodlash = "UTF-8") R buyruq oynasida fayl nomini haqiqiy fayl nomi bilan almashtiring

source: Could not connect to LDAP server.
uz: LDAP serveriga ulanib bo'lmadi.

source: Core plugin can not be disabled.
uz: Asosiy plaginni o'chirib bo'lmaydi.

source: A full question index will be shown; participants will be able to jump between relevant questions.
uz: To'liq savollar indeksi ko'rsatiladi; ishtirokchilar tegishli savollar orasida o'tishlari mumkin bo'ladi.

source: Click here to start the survey.
uz: So'rovni boshlash uchun shu yerni bosing.

source: Note: You can only give limited permissions to other users because your own permissions are limited, too.
uz: Eslatma: Siz boshqa foydalanuvchilarga faqat cheklangan ruxsatlarni berishingiz mumkin, chunki sizning ruxsatlaringiz ham cheklangan.

source: The selected attribute was invalid.
uz: Tanlangan atribut yaroqsiz.

source: Attribute %s was deleted.
uz: %s atributi oʻchirildi.

source: Attribute %s (%s)
uz: %s (%s) atributi

source: File size
uz: Fayl hajmi

source: File %s
uz: Fayllar

source: No old responses found.
uz: Eski javoblar topilmadi.

source: Import timings (if exist)
uz: Import vaqtlari (agar mavjud bo'lsa)

source: Compatible with type coercion
uz: Majburlash turiga mos keladi

source: Compatible
uz: Mos

source: Source table
uz: Manba jadvali

source: You have to select a file.
uz: Siz faylni tanlashingiz kerak.

source: Condition successfully copied
uz: Shart muvaffaqiyatli nusxalandi

source: Condition successfully copied (some were skipped because they were duplicates)
uz: Shart muvaffaqiyatli nusxalandi (ba'zilari dublikat bo'lgani uchun o'tkazib yuborildi)

source: Failed to deactivate the plugin.
uz: Plaginni o'chirib bo'lmadi.

source: Failed to activate the plugin.
uz: Plaginni faollashtirib bo'lmadi.

source: December
uz: dekabr

source: November
uz: noyabr

source: October
uz: oktyabr

source: September
uz: sentyabr

source: August
uz: avgust

source: July
uz: iyul

source: June
uz: iyun

source: April
uz: aprel

source: March
uz: mart

source: February
uz: Fevral

source: January
uz: yanvar

source: All the attributes are automatically mapped
uz: Barcha atributlar avtomatik ravishda xaritalanadi

source: Only one central attribute is mapped with participant attribute
uz: Faqat bitta markaziy atribut ishtirokchi atributi bilan taqqoslanadi

source: There are no unmapped attributes
uz: Xarita qilinmagan atributlar yo'q

source: File backup created: %s
uz: Faylning zaxira nusxasi yaratildi: %s

source: You have already been removed from the central participants list for this site.
uz: Siz allaqachon ushbu sayt uchun markaziy ishtirokchilar ro'yxatidan o'chirilgansiz.

source: Please click and drag the slider handles to enter your answer.
uz: Iltimos, javobingizni kiritish uchun slayder tutqichlarini bosing va torting.

source: A template with that name already exists.
uz: Ushbu nomli shablon allaqachon mavjud.

source: DB backup created:
uz: JB zaxirasi yaratildi:

source: Georgian
uz: Gruzin

source: Pashto
uz: pashtu

source: Kinyarwanda
uz: Kinyarvanda

source: Armenian
uz: Arman

source: Corrected time:
uz: Tuzatilgan vaqt:

source: Random order
uz: Tasodifiy buyurtma

source: Present subquestions/answer options in random order
uz: Tasodifiy tartibda quyi savollar/javob variantlarini taqdim eting

source: Warning! Admin bounce email was not saved because it was not valid.
uz: Ogohlantirish! Administrator tomonidan yuborilgan xat saqlanmadi, chunki u noto'g'ri.

source: Inserting the label set failed.
uz: Yorliqlar to'plamini kiritish muvaffaqiyatsiz tugadi.

source: Sorry, but this question has no responses yet so a graph cannot be shown.
uz: Kechirasiz, lekin bu savolga hali javob yo'q, shuning uchun grafikni ko'rsatib bo'lmaydi.

source: The database you specified does already exist.
uz: Siz ko'rsatgan ma'lumotlar bazasi allaqachon mavjud.

source: Double-click or drag-and-drop items in the left list to move them to the right - your highest ranking item should be on the top right, moving through to your lowest ranking item.
uz: Chap ro'yxatdagi elementlarni ikki marta bosing yoki ularni o'ngga o'tkazing - eng yuqori o'rinli elementingiz yuqori o'ngda bo'lishi kerak va eng past darajali elementingizga o'tishi kerak.

source: Convert a date/time string to unix timestamp
uz: Sana/vaqt qatorini unix vaqt tamg'asiga aylantirish

source: Error: Response table does not exist. Survey cannot be deactivated.
uz: Xato: Javoblar jadvali mavjud emas. Soʻrovni oʻchirib boʻlmaydi.

source: Download
uz: Yuklab olish

source: Use ComfortUpdate
uz: ComfortUpdate-dan foydalaning

source: The following LimeSurvey updates are available:
uz: Quyidagi LimeSurvey yangilanishlari mavjud:

source: Label set name
uz: Yorliqlar to'plamining nomi

source: Replace label set?
uz: Yorliqlar to'plami almashtirilsinmi?

source: Occitan
uz: Oksitan

source: Spanish (Argentina) (Informal)
uz: Ispancha (Argentina) (norasmiy)

source: Spanish (Argentina)
uz: Ispancha (Argentina)

source: Text shown on each subquestion row between both scales in dropdown mode
uz: Ochiladigan rejimda ikkala shkala o'rtasida har bir kichik savol qatorida ko'rsatilgan matn

source: This is not a .csv file.
uz: Bu .csv fayli emas.

source: The logarithm of number to base, if given, or the natural logarithm.
uz: Agar berilgan bo'lsa, sonning asosli logarifmi yoki natural logarifmi.

source: Join strings, return joined string.This function is an alias of implode("",argN)
uz: Satrlarni birlashtiring, birlashtirilgan qatorni qaytaring. Bu funksiya implode("",argN) taxallusidir

source: at question
uz: so'roq ostida

source: is matched (regexp)
uz: mos keladi (regexp)

source: is greater than
uz: dan kattaroq

source: is greater than or equal to
uz: katta yoki teng

source: is less than or equal to
uz: dan kichik yoki teng

source: is less than
uz: dan kamroq

source: is NOT
uz: emas

source: is
uz: bo'ladi

source: Answer matched (regexp)
uz: Javob mos keldi (regexp)

source: Answer was greater than
uz: Javob kattaroq edi
