Repository: DayMarket/infra-docker
Catalog: images/limesurvey/v6.0/limesurvey-6-*.po
Languages: uz

source: Are you sure you want to deactivate this plugin?
uz: Ushbu plaginni o'chirib qo'ymoqchimisiz?

source: Activate plugin
uz: Plaginni faollashtirish

source: Attempt plugin reload
uz: Plaginni qayta yuklashga urinish

source: Participants
uz: Ishtirokchilar

source: Encryption is disabled because Sodium library isn't installed
uz: Natriy kutubxonasi o'rnatilmagani uchun shifrlash o'chirilgan

source: Core attribute
uz: Asosiy atribut

source: This field is encrypted and can only be searched by exact match. Please enter the exact value you are looking for.
uz: Ushbu maydon shifrlangan va uni faqat aniq moslik bo'yicha qidirish mumkin. Iltimos, siz qidirayotgan aniq qiymatni kiriting.

source: MySQL database engine type
uz: MySQL ma'lumotlar bazasi dvigateli turi

source: Extension %s has no updater defined in config.xml
uz: %s kengaytmasida config.xml faylida yangilovchi aniqlanmagan

source: Missing tag %s in %s in extension config.xml
uz: config.xml kengaytmasida %s yorlig‘ida %s tegi yo‘q

source: Missing tag %s in extension config.xml
uz: config.xml kengaytmasida %s tegi etishmayapti

source: Email error message %s
uz: E-pochta xato xabari %s

source: Condition:
uz: Holat:

source: Extension "%s" is already installed.
uz: "%s" kengaytmasi allaqachon o'rnatilgan.

source: Extension is not compatible with your LimeSurvey version.
uz: Kengaytma LimeSurvey versiyangizga mos kelmaydi.

source: Extension configuration file is not valid.
uz: Kengaytma konfiguratsiya fayli noto'g'ri.

source: Missing stable tag in updater xml
uz: Xml yangilovchisida barqaror teg yo'q

source: Missing source tag in updater xml
uz: Xml yangilovchisida manba tegi etishmayotgan

source: Missing type tag in updater xml
uz: Xml yangilovchisida turdagi teg etishmayotgan

source: Found no file
uz: Fayl topilmadi

source: Could not parse config.xml file.
uz: config.xml faylini tahlil qilib bo‘lmadi.

source: Configuration file config.xml does not exist.
uz: config.xml konfiguratsiya fayli mavjud emas.

source: No temporary folder, cannot read configuration file.
uz: Vaqtinchalik jild yo'q, konfiguratsiya faylini o'qib bo'lmaydi.

source: Temporary folder does not exist.
uz: Vaqtinchalik jild mavjud emas.

source: Survey template
uz: So'rov shabloni

source: The latest available version is %s.
uz: Oxirgi mavjud versiya - %s.

source: Label wrapping width
uz: Yorliqlarni o'rash kengligi

source: Placeholder answer
uz: O'rin egallagan javob

source: A placeholder answer to a question. This will appear in the answer field and disappear when real answer text is entered.
uz: Savolga toʻldiruvchi javob. Bu javoblar maydonida paydo boʻladi va haqiqiy javob matni kiritilganda yoʻqoladi.

source: Text input box size
uz: Matn kiritish qutisi o'lchami

source: Basic admin notification could not be sent because of error: %s
uz: Asosiy administrator bildirishnomasi xatolik tufayli yuborilmadi: %s

source: Condition [Validation] (Default value)
uz: Shart [Tasdiqlash] (standart qiymat)

source: An error happened when trying to submit your response.
uz: Javobingizni yuborishda xatolik yuz berdi.

source: This response was already submitted.
uz: Bu javob allaqachon yuborilgan.

source: Skipped participant entry:
uz: O'tkazib yuborilgan ishtirokchi yozuvi:

source: This is not a valid participant data XML file.
uz: Bu yaroqli ishtirokchi ma'lumotlari XML fayli emas.

source: Error while saving group:
uz: Guruhni saqlashda xatolik yuz berdi:

source: Error while saving:
uz: Saqlashda xato:

source: Add REFURL variable
uz: REFURL o'zgaruvchisini qo'shish

source: Add IPADDR variable
uz: IPADDR o'zgaruvchisini qo'shish

source: Add STARTLANGUAGE variable
uz: STARTLANGUAGE oʻzgaruvchisini qoʻshish

source: Add LASTPAGE variable
uz: LASTPAGE o'zgaruvchisini qo'shish

source: Add DATESTAMP variable
uz: DATESTAMP o'zgaruvchisini qo'shish

source: Add STARTDATE variable
uz: STARTDATE o'zgaruvchisini qo'shish

source: Add SUBMITDATE variable
uz: SUBMITDATE o'zgaruvchisini qo'shish

source: Add SEED variable
uz: SEED o'zgaruvchisini qo'shish

source: Errors happened during the update check. Please notify the extension authors for support.
uz: Yangilanishni tekshirish paytida xatoliklar yuz berdi. Iltimos, qoʻllab-quvvatlash uchun kengaytma mualliflariga xabar bering.

source: Updates available
uz: Yangilanishlar mavjud

source: Security updates available
uz: Xavfsizlik yangilanishlari mavjud

source: Check all extensions for available updates.
uz: Mavjud yangilanishlar uchun barcha kengaytmalarni tekshiring.

source: Require at least one uppercase character
uz: Kamida bitta katta harf talab qilinadi

source: The password does require at least one uppercase character
uz: Parol kamida bitta bosh harfni talab qiladi

source: The password does require at least one digit
uz: Parol kamida bitta raqamni talab qiladi

source: If participant access codes are used, the public may register for this survey
uz: Agar ishtirokchi kirish kodlari ishlatilsa, jamoatchilik ushbu so'rovnoma uchun ro'yxatdan o'tishi mumkin

source: Strongly agree
uz: To'liq roziman

source: Agree
uz: Roziman

source: Neither agree nor disagree
uz: Na rozi, na rozi emasman

source: Disagree
uz: Rossiyamayman

source: Strongly disagree
uz: To'liq rozi emasman

source: Click on the 'Add group' button
uz: "Guruh qo'shish" tugmasini bosing

source: Group list
uz: Guruh ro'yxati

source: Access code mismatch
uz: Kirish kodi mos kelmadi

source: Import old participant table
uz: Eski ishtirokchilar jadvalini import qilish

source: Participant table already exist for this survey.
uz: Ishtirokchilar jadvali bu so'rov uchun allaqachon mavjud.

source: {n} access code has been created.|{n} access codes have been created.
uz: {n} kirish kodi yaratildi.|{n} kirish kodi yaratildi.

source: Need {n} access code.|Need {n} access codes.
uz: {n} kirish kodi kerak.|{n} ta kirish kodi kerak.

source: Only {n} access code has been created.|Only {n} access codes have been created.
uz: Faqat {n} kirish kodi yaratilgan.|Faqat {n} ta kirish kodi yaratilgan.

source: Create access codes
uz: Kirish kodlarini yaratish

source: having an access code
uz: Kirish kodiga ega bo'lish

source: Error message: %s
uz: Xato xabari: %s

source: Delete participant attribute %s
uz: %s ishtirokchi atributini oʻchirish

source: Mandatory attribute
uz: Majburiy atribut

source: Try with a bigger access code length.
uz: Kirish kodi uzunligini kattaroq qilib ko'ring.

source: This theme type (%s) is not allowed.
uz: Ushbu mavzu turiga (%s) ruxsat berilmagan.

source: The Question theme "%s" could not be installed
uz: "%s" savol mavzusini oʻrnatib boʻlmadi

source: The Question theme "%s" has been successfully installed
uz: Savol mavzusi "%s" muvaffaqiyatli o'rnatildi

source: Uninstalled
uz: O'chirildi

source: Template name
uz: Shablon nomi

source: Add group users
uz: Guruh foydalanuvchilarini qo'shish

source: End message
uz: Xabarni tugatish

source: URL description (link text)
uz: URL tavsifi (havola matni)

source: Decimal mark
uz: O'nlik belgi

source: Access code
uz: Kirish kodi

source: Question imported successfully
uz: Savol muvaffaqiyatli import qilindi

source: Question group successfully stored
uz: Savollar guruhi muvaffaqiyatli saqlandi

source: Encrypted
uz: Shifrlangan

source: General Settings
uz: Umumiy sozlamalar

source: Invalid question group id
uz: Savol guruhi identifikatori noto'g'ri

source: Could not store advanced options
uz: Kengaytirilgan parametrlarni saqlab bo'lmadi

source: Script
uz: skript

source: Editor
uz: Muharrir

source: Open editor
uz: Ochiq muharrir

source: Quick add
uz: Tez qo'shish

source: Attribute values for central participants have been updated from the survey participants
uz: Markaziy ishtirokchilar uchun atribut qiymatlari so'rov ishtirokchilaridan yangilandi

source: Label set successfully saved
uz: Yorliqlar toʻplami muvaffaqiyatli saqlandi

source: Label set successfully created.
uz: Yorliqlar toʻplami muvaffaqiyatli yaratildi.

source: Unable to send email about your saved survey (Error: %s).
uz: Saqlangan so'rovnomangiz haqida elektron pochta xabarini yuborib bo'lmadi (Xato: %s).

source: Preserve response IDs
uz: Javob identifikatorlarini saqlang

source: This is an automated email notification that a user has been created for you on the website %s.
uz: Bu %s veb-saytida siz uchun foydalanuvchi yaratilgani haqida avtomatik elektron pochta xabarnomasi.

source: Your login credentials have been reset
uz: Kirish ma'lumotlaringiz qayta tiklandi

source: Here are your new credentials.
uz: Mana sizning yangi hisob ma'lumotlaringiz.

source: A user with this username already exists.
uz: Ushbu foydalanuvchi nomiga ega foydalanuvchi allaqachon mavjud.

source: You do not have permission for this action.
uz: Sizda bu harakat uchun ruxsat yo'q.

source: Users imported successfully.
uz: Foydalanuvchilar muvaffaqiyatli import qilindi.

source: Role updated
uz: Rol yangilandi

source: Usergroup updated
uz: Foydalanuvchilar guruhi yangilandi

source: User is already a member of the group.
uz: Foydalanuvchi allaqachon guruh a'zosi.

source: Email successfully sent.
uz: E-pochta muvaffaqiyatli yuborildi.

source: User successfully deleted.
uz: Foydalanuvchi muvaffaqiyatli o'chirildi.

source: You cannot delete yourself.
uz: Siz o'zingizni o'chira olmaysiz.

source: Email to %s (%s) failed.
uz: %s (%s) ga elektron pochta xabari yuborilmadi.

source: User successfully created
uz: Foydalanuvchi muvaffaqiyatli yaratildi

source: User successfully updated
uz: Foydalanuvchi muvaffaqiyatli yangilandi

source: Passwords does not fulfill minimum requirement:
uz: Parollar minimal talablarga javob bermaydi:

source: Plugin '%s' does already exist.
uz: "%s" plagini allaqachon mavjud.

source: Installation aborted.
uz: O'rnatish to'xtatildi.

source: The plugin could not be installed or updated:
uz: Plaginni o'rnatib yoki yangilab bo'lmadi:

source: The plugin was successfully installed. You need to activate it before you can use it.
uz: Plagin muvaffaqiyatli o'rnatildi. Uni ishlatishdan oldin uni faollashtirishingiz kerak.

source: The plugin was successfully updated. You might need to deactivate it and activate it again to apply changes.
uz: Plagin muvaffaqiyatli yangilandi. Oʻzgarishlarni qoʻllash uchun uni oʻchirib, yana faollashtirishingiz kerak boʻlishi mumkin.

source: The plugin is not compatible with your version of LimeSurvey.
uz: Plagin sizning LimeSurvey versiyangizga mos kelmaydi.

source: Could not read plugin configuration file.
uz: Plagin konfiguratsiya faylini o'qib bo'lmadi.

source: Could not fetch files.
uz: Fayllarni olib bo'lmadi.

source: Could not uninstall plugin.
uz: Plaginni oʻchirib boʻlmadi.

source: Plugin uninstalled.
uz: Plagin o'chirildi.

source: Found no plugin with id %d.
uz: %d identifikatorli plagin topilmadi.

source: Plugin was installed.
uz: Plagin o'rnatildi.

source: Found no plugin with name %s
uz: %s nomli plagin topilmadi

source: Found no plugin with id %d
uz: %d identifikatorli plagin topilmadi

source: Reset load error for plugin %s (%s)
uz: %s (%s) plaginini qayta tiklash xatosi

source: Found no configuration file for this plugin.
uz: Ushbu plagin uchun konfiguratsiya fayli topilmadi.

source: Could not load plugin
uz: Plaginni yuklab bo'lmadi

source: Found no plugin, or plugin not active.
uz: Plagin topilmadi yoki plagin faol emas.

source: Found no plugin, or plugin already active.
uz: Hech qanday plagin topilmadi yoki allaqachon faol plagin.

source: Found %s plugins in file system
uz: Fayl tizimida %s plagin topildi

source: Error creating role
uz: Rol yaratishda xatolik

source: This is not a .xml file.
uz: Bu .xml fayl emas.

source: Failed saving the role
uz: Rolni saqlab bo'lmadi

source: Role successfully saved
uz: Rol muvaffaqiyatli saqlandi

source: You have no access to the role management!
uz: Sizda rollarni boshqarish imkoniyati yo'q!

source: You do not have permission to this user.
uz: Sizda bu foydalanuvchiga ruxsat yo'q.

source: File management
uz: Fayllarni boshqarish

source: Participant attribute: %s
uz: Ishtirokchi atributi: %s

source: Lowercase characters and digits, starting with a character - length from 6 to 60 characters
uz: Kichik harflar va raqamlar, belgidan boshlanadi - uzunligi 6 dan 60 tagacha

source: Packages to load
uz: Yuklash uchun paketlar

source: Options
uz: Tanlovlar

source: Files Print CSS
uz: Fayllar CSS-ni chop etish

source: Files JS
uz: JS fayllari

source: Kurdish (Kurmanji)
uz: Kurd (Kurmanji)

source: Error on response update
uz: Javobni yangilashda xato

source: Select variation:
uz: Variyatsiyani tanlang:

source: Select font:
uz: Shriftni tanlang:

source: Bootswatch theme
uz: Bootswatch mavzusi

source: Bootstrap theme
uz: Bootstrap mavzusi

source: Get float value of a variable
uz: O'zgaruvchining float qiymatini oling

source: Open date/time selector
uz: Sana/vaqt tanlagichini ochish

source: Date format: %s
uz: Sana formati: %s

source: Set Access-Control-Allow-Origin header:
uz: Kirish-Boshqarish-Ruxsat berish-Origin sarlavhasini o'rnatish:

source: Spanish (Colombia)
uz: Ispancha (Kolumbiya)

source: Usage of + with numeric value, see manual about usage of sum.
uz: Raqamli qiymat bilan + dan foydalanish, yig'indidan foydalanish bo'yicha qo'llanmaga qarang.

source: This expression uses a possibly invalid comparison. Are you sure you didn't mean to do a numerical comparison? See manual for more information.
uz: Ushbu iborada noto‘g‘ri taqqoslash ishlatilgan. Raqamli taqqoslashni xohlamaganingizga ishonchingiz komilmi? Qo‘shimcha ma’lumot uchun qo‘llanmaga qarang.

source: This question has at least {n} warning.|This question has at least {n} warnings.
uz: Bu savolda kamida {n} ta ogohlantirish bor.|Bu savolda kamida {n} ta ogohlantirish bor.

source: {n} question contains warnings that need to be verified.|{n} questions contain warnings that need to be verified.
uz: {n} savol tekshirilishi kerak bo'lgan ogohlantirishlarni o'z ichiga oladi.|{n} savolda tekshirilishi kerak bo'lgan ogohlantirishlar mavjud.

source: Invalid language
uz: Til noto'g'ri

source: Delete this entry and related response
uz: Ushbu yozuvni va tegishli javobni o'chirish

source: Edit response
uz: Javobni tahrirlash

source: Saved response deleted.
uz: Saqlangan javob o'chirildi.

source: Unable to delete saved response.
uz: Saqlangan javobni oʻchirib boʻlmadi.

source: Saved response not found
uz: Saqlangan javob topilmadi

source: End url
uz: URLni tugatish

source: Quotas exceeded
uz: Kvotalar oshib ketdi

source: A fruity theme for a flexible use. This theme offers monochromes variations and many options for easy customizations.
uz: Moslashuvchan foydalanish uchun mevali mavzu. Bu mavzu monoxrom o'zgarishlarini va oson sozlash uchun ko'plab variantlarni taklif etadi.

source: Miscellaneous files
uz: Turli fayllar

source: A clean and simple base that can be used by developers to create their own Bootstrap based theme.
uz: Ishlab chiquvchilar o'zlarining Bootstrap-ga asoslangan mavzusini yaratish uchun foydalanishlari mumkin bo'lgan toza va oddiy baza.

source: Export these responses as queXML PDF:
uz: Ushbu javoblarni queXML PDF sifatida eksport qiling:

source: Survey could not be updated, please fix the following error:
uz: So‘rovnomani yangilab bo‘lmadi, iltimos, quyidagi xatoni tuzating:

source: Export these responses as PDF:
uz: Ushbu javoblarni PDF sifatida eksport qiling:

source: Important: Quote all content that starts with an equal sign to prevent CSV injections.
uz: Muhim: CSV in'ektsiyalarining oldini olish uchun teng belgisi bilan boshlangan barcha kontentni keltiring.

source: Quote equations:
uz: Iqtibos tenglamalari:

source: Show survey title in export PDFs:
uz: Eksport PDF-fayllarida so'rovnoma nomini ko'rsatish:

source: Quote equations for CSV export
uz: CSV eksporti uchun kotirovka tenglamalari

source: Filipino
uz: Filippin

source: Warning: Please enforce SSL encryption in Global settings/Security after SSL is properly configured for your webserver.
uz: Ogohlantirish: Iltimos, veb-serveringiz uchun SSL to'g'ri sozlangandan so'ng Global sozlamalar/Xavfsizlik bo'limida SSL shifrlashni qo'llang.

source: SSL not enforced
uz: SSL qo'llanilmaydi

source: Invalid parameter %s (%s already set)
uz: %s parametri noto'g'ri (%s allaqachon o'rnatilgan)

source: Warning: Quotes all content that starts with an equal sign to prevent CSV injections
uz: Ogohlantirish: CSV in'ektsiyalarining oldini olish uchun teng belgisi bilan boshlanadigan barcha kontentdan iqtibos keltiradi

source: Quote equations
uz: Iqtibos tenglamalari

source: Sorry, unable to check extension of this file type %s.
uz: Kechirasiz, bu %s fayl turi kengaytmasini tekshirib bo‘lmadi.

source: Uyghur
uz: uyg'ur

source: Make sure all images on this screen are loaded before clicking on the button.
uz: Tugmani bosishdan oldin ushbu ekrandagi barcha rasmlar yuklanganligiga ishonch hosil qiling.

source: The participant cannot upload a single file larger than this size. Server configuration allow a maximum file size of %s KB.
uz: Ishtirokchi bu hajmdan kattaroq bitta faylni yuklay olmaydi. Server konfiguratsiyasi maksimal fayl hajmi %s KB boʻlishiga imkon beradi.

source: Sorry, file type %s (extension : %s) is not allowed!
uz: Kechirasiz, %s fayl turiga (kengaytma: %s) ruxsat berilmagan!

source: Sorry, there was an error uploading your file, error code : %s.
uz: Kechirasiz, faylingizni yuklashda xatolik yuz berdi, xato kodi: %s.

source: Tajik
uz: tojik

source: Quota out
uz: Kvota tugadi

source: Unable to delete question attributes for question %s
uz: %s savoli uchun savol atributlarini oʻchirib boʻlmadi

source: Deleting orphaned default values: %u default values deleted.
uz: Orfani qoldirilgan standart qiymatlar oʻchirilmoqda: %u standart qiymatlar oʻchirildi.

source: Deleting orphaned quotas: %u quotas deleted
uz: Yetim kvotalar o'chirilmoqda: %u kvotalar o'chirildi

source: Deleting orphaned quota languages: %u quota languages deleted
uz: Yetimli kvota tillari oʻchirilmoqda: %u kvota tillari oʻchirildi

source: Deleting orphaned quota members: %u quota members deleted
uz: Yetim kvota a'zolari o'chirilmoqda: %u kvota a'zolari o'chirildi

source: Unable to delete survey languagesettings %s
uz: %s soʻrovnomasi til sozlamalarini oʻchirib boʻlmadi

source: Unable to delete question %s
uz: %s savolini oʻchirib boʻlmadi

source: Unable to delete question group %s
uz: %s savol guruhini oʻchirib boʻlmadi

source: The access code field is always checked for duplicates.
uz: Kirish kodi maydoni har doim dublikatlar uchun tekshiriladi.

source: Bounce email address:
uz: O'chirish elektron pochta manzili:

source: Administrator email address:
uz: Administrator elektron pochta manzili:

source: Deleting these questions will also delete their corresponding answer options and subquestions. Are you sure you want to continue??
uz: Bu savollarni oʻchirib tashlasangiz, ularga tegishli javob variantlari va kichik savollar ham oʻchiriladi. Davom etishni xohlaysizmi

source: Display my CPDB participants
uz: Mening CPDB ishtirokchilarimni ko'rsatish

source: (Reason: Administrator email address empty)
uz: (Sabab: Administrator elektron pochta manzili bo'sh)

source: Warning! Administrator email address was not saved because it was not valid.
uz: Ogohlantirish! Administrator elektron pochta manzili saqlanmadi, chunki u noto'g'ri.

source: Group / Question order
uz: Guruh / Savol tartibi

source: Icon name must be a simple class name (alphanumeric, space, minus and underscore).
uz: Ikonka nomi oddiy sinf nomidan iborat bo'lishi kerak (harf-raqam, bo'sh joy, minus va pastki chiziq).

source: By continuing this survey you approve the data protection policy of the service provider.
uz: Ushbu so'rovni davom ettirish orqali siz xizmat ko'rsatuvchi provayderning ma'lumotlarni himoya qilish siyosatini tasdiqlaysiz.

source: Unable to delete label set %s.
uz: %s yorliqlar to‘plamini o‘chirib bo‘lmadi.

source: Label set вЂњ%sвЂќ was successfully deleted.
uz: %svĐ" yorliq to'plami muvaffaqiyatli o'chirildi.

source: This is an anonymized survey. Participant attributes can only be used in non-anonymised surveys.
uz: Bu anonim so'rov. Ishtirokchi atributlaridan faqat anonim so'rovlarda foydalanish mumkin.

source: Error in default value : %s
uz: Birlamchi qiymatdagi xato: %s

source: Group relevance:
uz: Guruh ahamiyati:

source: Top 2, Middle, Bottom 2
uz: Yuqori 2, o'rta, pastki 2

source: Gross percentage
uz: Brüt foiz

source: gross
uz: yalpi

source: Descriptive statistics
uz: Tavsifiy statistika

source: valid
uz: yaroqli

source: Slider start as this value. You can use Expression manager, but this must be a number before showing the page. This setting has priority over slider starts at the middle position.
uz: Bu qiymat sifatida slayder starti. Siz Ifoda menejeridan foydalanishingiz mumkin, lekin bu sahifani koʻrsatishdan oldin raqam boʻlishi kerak. Bu sozlama oʻrta holatda slayder boshlanishidan ustunlikka ega.

source: Return a list of retAttr from sgqa1...sgqaN which pass the criteria (cmpAttr op value)
uz: Sgqa1...sgqaN dan retAttr ro'yxatini qaytaring, ular mezonlardan o'tadi (cmpAttr op qiymati)

source: This group is empty
uz: Bu guruh bo'sh

source: Invalid datetime %s value for %s
uz: %s uchun datetime %s qiymati noto'g'ri

source: Invalid numeric value for %s
uz: %s uchun raqamli qiymat noto'g'ri

source: Invalid ID
uz: Noto'g'ri ID

source: Variable not found: %s
uz: Oʻzgaruvchi topilmadi: %s

source: Unable to use %s in anonymized survey.
uz: Anonim so'rovda %s dan foydalanib bo'lmadi.

source: You can't delete a group because one or more groups depend on it as parent!
uz: Siz guruhni o'chira olmaysiz, chunki bir yoki bir nechta guruh ota-ona sifatida unga bog'liq!

source: For expression
uz: Izoh uchun

source: Fix automatically numeric value
uz: Raqamli qiymatni avtomatik tuzatish

source: 'comment' suffix can not be used with multiple choice with comments.
uz: "Izoh" qo'shimchasini sharhlar bilan bir nechta tanlov bilan ishlatib bo'lmaydi.

source: Cross-hover in matrix questions
uz: Matritsali savollarda o'zaro faoliyat kursor

source: Zebra-striped questions
uz: Zebra-chiziqli savollar

source: Saving responses is disabled if survey is not activated.
uz: Agar so'rov faollashtirilmagan bo'lsa, javoblarni saqlash o'chirib qo'yiladi.

source: Your responses were not saved. Please contact the survey administrator.
uz: Javoblaringiz saqlanmadi. Iltimos, soʻrovnoma administratoriga murojaat qiling.

source: File %s cannot be deleted for security reasons.
uz: %s faylini xavfsizlik sababli oʻchirib boʻlmaydi.

source: If you have a lot of items and use a filter you can disable this to improve browser speed.
uz: Agar sizda juda ko'p narsa bo'lsa va filtrdan foydalansangiz, brauzer tezligini oshirish uchun buni o'chirib qo'yishingiz mumkin.

source: Note: Automatically loading the end URL works only if the survey is activated.
uz: Izoh: so'rovnoma faollashtirilgan taqdirdagina so'nggi URL manzilini avtomatik yuklash ishlaydi.

source: Note: This link only works if the survey is activated.
uz: Eslatma: Ushbu havola faqat so'rov faollashtirilganda ishlaydi.

source: having at least one use left
uz: kamida bitta foydalanish qoldi

source: Folder: %s
uz: Jild: %s

source: File: %s (%s)
uz: Fayl: %s (%s)

source: File: %s
uz: Fayllar

source: Code: '%s' is a reserved word.
uz: Kod: '%s' - zaxiralangan so'z.

source: Question id (qid) : '%s' is already in use.
uz: Savol identifikatori (qid): '%s' allaqachon ishlatilmoqda.

source: A timing record was not deleted.|{n} timing records were not deleted.
uz: Vaqt yozuvi o'chirilmadi.|{n} vaqt yozuvlari o'chirilmadi.

source: Invalid action
uz: Yaroqsiz harakat

source: Change language
uz: Tilni o'zgartirish

source: Survey group:
uz: So'rov guruhi:
